{"question":"Which of the following is an abnormal response to the Glabellar Tap?","exp":"The Glabellar Tap (or Myerson's sign) is normally characterized by blinking a few times (3-4) and then stopping. Persistent blinking without inhibition is considered abnormal and may indicate frontal lobe dysfunction or Parkinson's disease. This abnormal response is also known as \"glabellar reflex\" or \"snout reflex\" when persistent. It's a primitive reflex that may reappear with frontal lobe lesions or neurodegenerative disorders like Parkinson's disease, where frontal lobe inhibition is lost.","cop":2,"opa":"Blinking 3-4 times then stopping","opb":"Persistent blinking (more than 5 times) without stopping","opc":"No blinking response","opd":"Blinking only once","subject_name":"Neurology","topic_name":null,"id":"neuro_glabellar_tap_001","choice_type":"single"}
{"question":"What type of Aphasia is characterized by impaired phrase repetition but preserved fluency?","exp":"Conduction aphasia is characterized by fluent speech with good comprehension but impaired repetition. This occurs due to damage to the arcuate fasciculus, which connects Broca's and Wernicke's areas, disrupting the ability to repeat heard phrases despite understanding them. In conduction aphasia, patients have fluent, grammatically correct speech with good comprehension but struggle with repetition. They often produce phonemic paraphasias (sound substitutions) when attempting to repeat words or phrases, which is a hallmark feature distinguishing it from other aphasias.","cop":3,"opa":"Broca's aphasia","opb":"Wernicke's aphasia","opc":"Conduction aphasia","opd":"Global aphasia","subject_name":"Neurology","topic_name":null,"id":"neuro_aphasia_repetition_002","choice_type":"single"}
{"question":"Which cranial nerve is responsible for vision?","exp":"The optic nerve (CN II) is responsible for transmitting visual information from the retina to the brain. It carries afferent fibers for vision and is part of the central nervous system rather than the peripheral nervous system. The optic nerve is the second of twelve cranial nerves and is purely sensory in function. Damage to this nerve can result in visual field defects, decreased visual acuity, or complete vision loss depending on the location and extent of the lesion.","cop":2,"opa":"Cranial Nerve I (Olfactory)","opb":"Cranial Nerve II (Optic)","opc":"Cranial Nerve III (Oculomotor)","opd":"Cranial Nerve IV (Trochlear)","subject_name":"Neurology","topic_name":null,"id":"neuro_vision_nerve_003","choice_type":"single"}
{"question":"What is the purpose of the Pull Test in Parkinsonism examination?","exp":"The Pull Test is specifically designed to evaluate postural stability in patients with Parkinson's disease. During this test, the examiner applies a sudden backward pull on the patient's shoulders to assess their ability to maintain balance and recover their posture. This test is particularly important in Parkinson's disease as postural instability is a cardinal feature that often appears in the later stages. A positive test (patient requiring multiple steps to recover or falling backward) indicates impaired postural reflexes and increased risk of falls, which are significant concerns in Parkinson's disease management.","cop":1,"opa":"To assess balance and postural stability","opb":"To evaluate muscle strength","opc":"To test coordination","opd":"To measure reaction time","subject_name":"Neurology","topic_name":null,"id":"neuro_pull_test_004","choice_type":"single"}
{"question":"Which of the following structures is primarily affected in patients with flaccid dysarthria?","exp":"Flaccid dysarthria results from damage to the lower motor neurons (cranial nerves V, VII, IX, X, XI, XII) or the neuromuscular junction. This leads to weakness, reduced muscle tone, and reflexes in the speech muscles, causing imprecise articulation, hypernasality, and breathy voice. Unlike other types of dysarthria that may result from central nervous system lesions, flaccid dysarthria specifically involves peripheral nerve damage. Conditions that can cause it include myasthenia gravis, bulbar palsy, and various neuropathies affecting the cranial nerves responsible for speech production.","cop":3,"opa":"Basal ganglia","opb":"Cerebellum","opc":"Lower motor neurons","opd":"Upper motor neurons","subject_name":"Neurology","topic_name":null,"id":"neuro_flaccid_dysarthria_005","choice_type":"single"}
{"question":"What reflex is tested in the Biceps Reflex?","exp":"The biceps reflex tests the stretch reflex of the biceps brachii muscle, mediated primarily through the C5 and C6 nerve roots of the musculocutaneous nerve. When the tendon is tapped, it causes a brief stretch of the muscle, leading to a reflexive contraction. This reflex is part of the deep tendon reflex examination and helps assess the integrity of the C5-C6 nerve roots and the musculocutaneous nerve. An abnormal response (hyperreflexia or hyporeflexia) can indicate upper or lower motor neuron lesions or nerve root compression at these levels.","cop":1,"opa":"Stretch reflex of the biceps brachii muscle","opb":"Withdrawal reflex of the upper limb","opc":"Crossed extensor reflex","opd":"Deep tendon reflex of the triceps","subject_name":"Neurology","topic_name":null,"id":"neuro_biceps_reflex_006","choice_type":"single"}
{"question":"What is Hyperkinetic Dysarthria?","exp":"Hyperkinetic dysarthria is a motor speech disorder resulting from damage to the basal ganglia control circuits, leading to excessive involuntary movements that disrupt speech production. It's characterized by variable voice quality, rate, and loudness due to movements like tremors, chorea, dystonia, or tics. Unlike hypokinetic dysarthria (seen in Parkinson's) which involves reduced movement, hyperkinetic dysarthria involves excessive movement. It can be associated with conditions like Huntington's disease (chorea), dystonia, tremors, or tardive dyskinesia. The speech often has irregular breakdowns in articulation, prosody, and phonation due to the involuntary movements.","cop":2,"opa":"A speech disorder characterized by slow, effortful speech","opb":"A speech disorder caused by excessive involuntary movements affecting speech production","opc":"A speech disorder resulting from weakness of the speech muscles","opd":"A speech disorder characterized by poor coordination of speech muscles","subject_name":"Neurology","topic_name":null,"id":"neuro_hyperkinetic_dysarthria_007","choice_type":"single"}
{"question":"What is a common cause of Vestibulocochlear Nerve Palsy?","exp":"Acoustic neuroma, also known as vestibular schwannoma, is a benign tumor that arises from the Schwann cells of the vestibulocochlear nerve (CN VIII). It is one of the most common causes of vestibulocochlear nerve palsy, leading to symptoms like unilateral hearing loss, tinnitus, and balance problems. While other conditions like Meniere's disease, multiple sclerosis, or brainstem stroke can affect vestibulocochlear function, acoustic neuroma specifically compresses and damages the nerve itself. This tumor typically grows in the internal auditory canal and can cause progressive sensorineural hearing loss and vestibular dysfunction on the affected side.","cop":2,"opa":"Multiple sclerosis","opb":"Acoustic neuroma (vestibular schwannoma)","opc":"Brainstem stroke","opd":"Meniere's disease","subject_name":"Neurology","topic_name":null,"id":"neuro_vestibulocochlear_palsy_008","choice_type":"single"}
{"question":"What type of abnormal posturing presents as flexion of the arms tightly against the body, with clenched fists and legs extended?","exp":"Decorticate posturing is characterized by flexion of the arms, adduction against the body, clenched fists, and extension of the legs. It indicates damage to the neural pathways above the red nucleus, typically in the cerebral hemispheres or internal capsule. This type of posturing is a pathological reflex response to noxious stimuli and suggests a severe brain injury. It is generally considered a less severe finding than decerebrate posturing, which indicates a lesion lower in the brainstem. Decorticate posturing suggests disruption of corticospinal tracts but intact brainstem function below the red nucleus.","cop":1,"opa":"Decorticate posturing","opb":"Decerebrate posturing","opc":"Opisthotonos","opd":"Dystonic posturing","subject_name":"Neurology","topic_name":null,"id":"neuro_decorticate_posturing_009","choice_type":"single"}
{"question":"In Lower Motor Neuron Weakness, muscle atrophy is typically:","exp":"In lower motor neuron (LMN) weakness, muscle atrophy is typically prominent and develops relatively rapidly because of the loss of trophic factors from the disrupted nerve-muscle connection. Without innervation, muscle fibers undergo denervation atrophy, which can be visible within weeks of the injury. Unlike upper motor neuron lesions where atrophy is minimal and develops slowly (disuse atrophy), LMN lesions cause direct denervation of muscles, leading to rapid neurogenic atrophy. This atrophy is often accompanied by fasciculations, hypotonia, and hyporeflexia, which are characteristic features of LMN disorders.","cop":3,"opa":"Absent","opb":"Mild and delayed","opc":"Prominent and relatively rapid","opd":"Only present in chronic cases","subject_name":"Neurology","topic_name":null,"id":"neuro_lmn_atrophy_010","choice_type":"single"}
{"question":"What nerve is commonly damaged as a cause of foot drop?","exp":"The common peroneal (fibular) nerve is most commonly damaged in cases of foot drop because it innervates the muscles responsible for dorsiflexion of the ankle and extension of the toes. This nerve is particularly vulnerable as it wraps around the fibular head just below the knee, making it susceptible to compression injuries. Foot drop, characterized by difficulty lifting the foot and toes, is most commonly caused by common peroneal nerve injury. This nerve can be compressed at the fibular head (from prolonged crossing of legs, kneeling, or during surgery), leading to weakness in the anterior and lateral compartments of the leg, which control ankle dorsiflexion and eversion.","cop":3,"opa":"Sciatic nerve","opb":"Tibial nerve","opc":"Common peroneal (fibular) nerve","opd":"Femoral nerve","subject_name":"Neurology","topic_name":null,"id":"neuro_foot_drop_nerve_011","choice_type":"single"}
{"question":"What is the term used to describe decreased muscle tone?","exp":"Hypotonia refers to decreased muscle tone or resistance to passive movement. It is characterized by \"floppy\" muscles that feel soft and offer less resistance when moved passively. Hypotonia can result from various conditions affecting the central nervous system, peripheral nerves, neuromuscular junction, or muscles themselves. Hypotonia is distinct from other muscle tone abnormalities. Unlike hypertonia (increased tone), which includes spasticity and rigidity, hypotonia represents diminished resistance to passive stretch. It can be observed in conditions like cerebral palsy, Down syndrome, muscular dystrophy, or following acute spinal cord injury, and is often associated with muscle weakness.","cop":2,"opa":"Hypertonia","opb":"Hypotonia","opc":"Atonia","opd":"Spasticity","subject_name":"Neurology","topic_name":null,"id":"neuro_decreased_tone_012","choice_type":"single"}
{"question":"Which medication class can cause peripheral polyneuropathy as a side effect?","exp":"Chemotherapy drugs are well-known to cause peripheral polyneuropathy as a side effect. Medications like platinum compounds (cisplatin, oxaliplatin), taxanes (paclitaxel, docetaxel), vinca alkaloids (vincristine, vinblastine), and proteasome inhibitors (bortezomib) can damage peripheral nerves, leading to sensory and motor symptoms. Chemotherapy-induced peripheral neuropathy (CIPN) is a common dose-limiting side effect that can significantly impact quality of life. It typically presents as a \"stocking-glove\" sensory neuropathy with symptoms like numbness, tingling, burning pain, and sometimes weakness. The mechanism involves direct toxicity to sensory neurons and their axons, leading to nerve damage.","cop":3,"opa":"Beta-blockers","opb":"Statins","opc":"Chemotherapy drugs","opd":"ACE inhibitors","subject_name":"Neurology","topic_name":null,"id":"neuro_neuropathy_meds_013","choice_type":"single"}
{"question":"Damage to the abducens nerve can cause which of the following symptoms?","exp":"The abducens nerve (cranial nerve VI) innervates the lateral rectus muscle, which is responsible for abduction (outward movement) of the eye. Damage to this nerve results in weakness or paralysis of the lateral rectus, causing an inability to move the affected eye laterally, leading to medial deviation (esotropia) and diplopia (double vision). Abducens nerve palsy is one of the most common isolated cranial nerve palsies. It can result from various causes including increased intracranial pressure, microvascular ischemia (in diabetics), trauma, or tumors. The characteristic finding is an eye that cannot move outward from the midline, often accompanied by horizontal diplopia that worsens when looking toward the affected side.","cop":1,"opa":"Inability to abduct the eye","opb":"Inability to adduct the eye","opc":"Ptosis (drooping eyelid)","opd":"Pupillary dilation","subject_name":"Neurology","topic_name":null,"id":"neuro_abducens_palsy_014","choice_type":"single"}
{"question":"What is the term for the constriction of the pupil to light stimulation in the same eye?","exp":"The direct light reflex refers to the constriction of the pupil in response to light stimulation in the same eye. This reflex is mediated by the optic nerve (afferent pathway) and oculomotor nerve (efferent pathway) and involves the pretectal nucleus and Edinger-Westphal nucleus in the midbrain. The direct light reflex is a fundamental neurological examination that assesses the integrity of the pupillary light reflex pathway. When light is shone into one eye, both pupils should constrict - the constriction in the stimulated eye is called the direct light reflex, while the constriction in the opposite eye is called the consensual light reflex.","cop":2,"opa":"Consensual light reflex","opb":"Direct light reflex","opc":"Accommodation reflex","opd":"Pupillary escape","subject_name":"Neurology","topic_name":null,"id":"neuro_direct_light_reflex_015","choice_type":"single"}
{"question":"What is Argyll Robertson Pupil?","exp":"Argyll Robertson pupil is a neurological sign characterized by pupils that constrict when focusing on a near object (accommodation reflex) but do not constrict when exposed to bright light (light reflex). This is classically associated with neurosyphilis but can also occur in other conditions like diabetes mellitus or multiple sclerosis. This pupillary abnormality is often described as \"light-near dissociation\" and is typically bilateral. The pupils are usually small and irregular. Argyll Robertson pupil results from damage to the pretectal area of the midbrain that affects the light reflex pathway while sparing the accommodation pathway, which travels through the Edinger-Westphal nucleus.","cop":2,"opa":"A pupil that dilates in response to light","opb":"A pupil that constricts to accommodation but not to light","opc":"A pupil that is irregularly shaped","opd":"A pupil that reacts sluggishly to light","subject_name":"Neurology","topic_name":null,"id":"neuro_argyll_robertson_016","choice_type":"single"}
{"question":"What is tandem walking?","exp":"Tandem walking is a test of balance and coordination where the patient is asked to walk in a straight line placing the heel of one foot directly in front of the toes of the other foot with each step. This test assesses cerebellar function and proprioception, as it requires fine motor control and balance. This test is particularly sensitive to cerebellar dysfunction, especially vermis lesions. Difficulty with tandem walking (ataxia) can indicate cerebellar disease, vestibular dysfunction, or sensory ataxia due to impaired proprioception. It's a more challenging test than regular walking and can reveal subtle balance impairments that might not be apparent during normal gait assessment.","cop":3,"opa":"Walking on heels","opb":"Walking on toes","opc":"Walking heel-to-toe in a straight line","opd":"Walking with a widened base","subject_name":"Neurology","topic_name":null,"id":"neuro_tandem_walking_017","choice_type":"single"}
{"question":"What type of abnormal posturing involves the body stretching and arching backwards with arms and legs extended?","exp":"Opisthotonos is a condition characterized by severe muscle spasms causing the back to arch backward, with the head, neck, and spine bent backward and the arms and legs extended. This posturing can occur in conditions like tetanus, meningitis, severe brain injury, or as a reaction to certain drugs. Unlike decorticate or decerebrate posturing, which are typically seen in severe brain injuries, opisthotonos can result from various causes including neurological disorders, infections, or toxic/metabolic disturbances. It represents a severe form of spasm involving the extensor muscles of the back and neck, creating a characteristic \"arched\" appearance.","cop":3,"opa":"Decorticate posturing","opb":"Decerebrate posturing","opc":"Opisthotonos","opd":"Dystonic posturing","subject_name":"Neurology","topic_name":null,"id":"neuro_opisthotonos_018","choice_type":"single"}
{"question":"What is flaccid dysarthria?","exp":"Flaccid dysarthria is a motor speech disorder resulting from weakness or paralysis of the speech muscles due to damage to the lower motor neurons (cranial nerves V, VII, IX, X, XI, XII) or the neuromuscular junction. It causes imprecise articulation, hypernasality, breathy voice, and reduced loudness. This type of dysarthria is characterized by weakness, reduced muscle tone, and reflexes in the speech musculature. Common causes include myasthenia gravis, bulbar palsy, and various neuropathies affecting the cranial nerves responsible for speech production. Unlike spastic dysarthria (which involves increased tone), flaccid dysarthria involves decreased tone and strength of the speech muscles.","cop":2,"opa":"A speech disorder characterized by slow, effortful speech","opb":"A speech disorder caused by weakness of the speech muscles","opc":"A speech disorder characterized by poor coordination of speech muscles","opd":"A speech disorder resulting from excessive muscle tone","subject_name":"Neurology","topic_name":null,"id":"neuro_flaccid_dysarthria_def_019","choice_type":"single"}
{"question":"What is the significance of cogwheel rigidity in the diagnosis of Parkinson's disease?","exp":"Cogwheel rigidity is a type of rigidity characterized by a ratchet-like or jerky resistance to passive movement throughout the range of motion. It is one of the cardinal motor features of Parkinson's disease, along with bradykinesia, resting tremor, and postural instability. Cogwheel rigidity is thought to result from the combination of rigidity and tremor in Parkinson's disease. When the examiner moves a limb passively, they feel intermittent resistance that gives the sensation of a cogwheel catching and releasing. While it is highly suggestive of Parkinson's disease, it is not pathognomonic and can be seen in other conditions like parkinsonism or some medication-induced movement disorders.","cop":3,"opa":"It is a specific marker for early Parkinson's disease","opb":"It is a type of tremor that is pathognomonic for Parkinson's disease","opc":"It is a form of rigidity characterized by a ratchet-like resistance to passive movement","opd":"It indicates the presence of Lewy bodies in the brain","subject_name":"Neurology","topic_name":null,"id":"neuro_cogwheel_rigidity_020","choice_type":"single"}
{"question":"What is the term for the constriction of the opposite pupil to light stimulation?","exp":"The consensual light reflex refers to the constriction of the pupil in the eye opposite to the one being stimulated with light. This occurs because the afferent signal from the stimulated eye travels through the optic nerve and partially crosses at the optic chiasm, eventually reaching the Edinger-Westphal nuclei on both sides of the brain. The consensual light reflex is a normal neurological response that demonstrates the interconnected nature of the pupillary control pathways. When light is shone into one eye, both pupils should constrict - the constriction in the stimulated eye is the direct light reflex, while the constriction in the opposite eye is the consensual light reflex. This reflex is tested during neurological examination to assess the integrity of the pupillary light reflex pathway.","cop":2,"opa":"Direct light reflex","opb":"Consensual light reflex","opc":"Accommodation reflex","opd":"Pupillary escape","subject_name":"Neurology","topic_name":null,"id":"neuro_consensual_reflex_021","choice_type":"single"}
{"question":"What is the characteristic pattern of weakness seen in proximal myopathy?","exp":"Proximal myopathy is characterized by weakness predominantly affecting the proximal muscles (shoulders, upper arms, hips, and thighs) while relatively sparing the distal muscles. Patients typically have difficulty with activities like rising from a chair, climbing stairs, lifting objects, or combing hair. This pattern of weakness is distinctive for myopathic conditions as opposed to neuropathies, which often cause distal weakness. Proximal myopathy can result from various conditions including muscular dystrophies, inflammatory myopathies (like polymyositis and dermatomyositis), endocrine disorders (like thyroid disease and Cushing's syndrome), and certain toxic or drug-induced myopathies.","cop":2,"opa":"Distal muscle weakness","opb":"Proximal muscle weakness","opc":"Asymmetric weakness","opd":"Weakness limited to facial muscles","subject_name":"Neurology","topic_name":null,"id":"neuro_proximal_myopathy_022","choice_type":"single"}
{"question":"Which cranial nerve is responsible for the sense of smell?","exp":"The olfactory nerve (CN I) is responsible for the sense of smell. It is the first of the twelve cranial nerves and consists of sensory fibers that transmit olfactory information from the nasal cavity to the olfactory bulb in the brain. The olfactory nerve is unique among cranial nerves as it has the ability to regenerate throughout life. It is also the only cranial nerve that connects directly to the forebrain without passing through the thalamus. Damage to this nerve can result in anosmia (loss of smell), which can occur in conditions like head trauma, viral infections, or neurodegenerative disorders such as Parkinson's and Alzheimer's disease.","cop":1,"opa":"Cranial Nerve I (Olfactory)","opb":"Cranial Nerve II (Optic)","opc":"Cranial Nerve V (Trigeminal)","opd":"Cranial Nerve VII (Facial)","subject_name":"Neurology","topic_name":null,"id":"neuro_smell_nerve_023","choice_type":"single"}
{"question":"What is Horner's syndrome?","exp":"Horner's syndrome is a neurological disorder resulting from damage to the sympathetic pathway supplying the head and eye. It is classically characterized by the triad of ptosis (drooping of the upper eyelid), miosis (constriction of the pupil), and anhidrosis (decreased sweating on the affected side of the face). Horner's syndrome can also include apparent enophthalmos (sunken appearance of the eye) and heterochromia (difference in iris color) if present from birth. The lesion can occur at various levels along the sympathetic pathway: central (brainstem to spinal cord), preganglionic (spinal cord to superior cervical ganglion), or postganglionic (superior cervical ganglion to the eye). Identifying the level of the lesion is important for determining the underlying cause and appropriate management.","cop":1,"opa":"A condition characterized by ptosis, miosis, and anhidrosis","opb":"A condition characterized by exophthalmos and lid retraction","opc":"A condition characterized by pupillary dilation and eyelid lag","opd":"A condition characterized by facial muscle weakness","subject_name":"Neurology","topic_name":null,"id":"neuro_horners_syndrome_024","choice_type":"single"}
{"question":"What is the maximum score on the Glasgow Coma Scale?","exp":"The Glasgow Coma Scale (GCS) is a clinical scale used to assess a patient's level of consciousness. It has a maximum score of 15, representing the highest level of consciousness. The scale evaluates three aspects: eye opening (1-4 points), verbal response (1-5 points), and motor response (1-6 points). The GCS is widely used in emergency medicine and for monitoring patients with acute brain injury. A score of 15 indicates that the patient is fully conscious: eyes open spontaneously (4 points), is oriented and converses normally (5 points), and obeys motor commands (6 points). The minimum score is 3, indicating deep unconsciousness or coma. Scores of 8 or less typically indicate severe brain injury.","cop":3,"opa":"10","opb":"12","opc":"15","opd":"18","subject_name":"Neurology","topic_name":null,"id":"neuro_gcs_max_025","choice_type":"single"}
{"question":"Which cranial nerve is responsible for motor innervation of the muscles of facial expression and sensory innervation of taste to the anterior two-thirds of the tongue?","exp":"The facial nerve (CN VII) provides motor innervation to the muscles of facial expression, including the muscles of the forehead, eye, nose, and mouth. It also carries special sensory fibers for taste from the anterior two-thirds of the tongue, as well as parasympathetic fibers to the lacrimal, submandibular, and sublingual glands. The facial nerve has both motor and sensory components. Its motor function is essential for facial expressions, eye closure, and speech articulation. The sensory component carries taste sensation from the anterior two-thirds of the tongue via the chorda tympani branch. Damage to this nerve, as seen in Bell's palsy, results in facial weakness or paralysis on the affected side, loss of taste in the anterior tongue, and sometimes hyperacusis (increased sensitivity to sounds).","cop":2,"opa":"Cranial Nerve V (Trigeminal)","opb":"Cranial Nerve VII (Facial)","opc":"Cranial Nerve IX (Glossopharyngeal)","opd":"Cranial Nerve XII (Hypoglossal)","subject_name":"Neurology","topic_name":null,"id":"neuro_facial_nerve_026","choice_type":"single"}
{"question":"Which neurological disorder is most commonly associated with chorea?","exp":"Huntington's disease is an autosomal dominant neurodegenerative disorder most commonly associated with chorea. Chorea is a movement disorder characterized by involuntary, brief, irregular, flowing movements that can affect various body parts. In Huntington's disease, chorea is often one of the earliest and most prominent motor symptoms. While chorea can occur in other conditions (like Sydenham's chorea, drug-induced chorea, or in metabolic disorders), Huntington's disease is the classic neurological disorder associated with this movement abnormality. The disease results from a CAG trinucleotide repeat expansion in the huntingtin gene, leading to degeneration primarily in the basal ganglia, especially the striatum, which causes the characteristic motor symptoms including chorea, dystonia, and bradykinesia.","cop":2,"opa":"Parkinson's disease","opb":"Huntington's disease","opc":"Multiple sclerosis","opd":"Amyotrophic lateral sclerosis","subject_name":"Neurology","topic_name":null,"id":"neuro_chorea_disorder_027","choice_type":"single"}
{"question":"Which of the following signs is commonly seen in patients with cerebellar disease?","exp":"Dysmetria is a common sign of cerebellar dysfunction, characterized by the inability to control the range of movement in muscular action. Patients with dysmetria either overshoot (hypermetria) or undershoot (hypometria) their intended target, particularly noticeable during finger-to-nose or heel-to-shin testing. Cerebellar signs are distinct from upper motor neuron signs (like spasticity, hyperreflexia, and Babinski sign). Other common cerebellar signs include ataxia (uncoordinated movement), intention tremor (tremor that worsens with movement), nystagmus (involuntary eye movements), dysdiadochokinesia (impaired rapid alternating movements), and gait instability. These signs result from the cerebellum's role in coordinating movement, balance, and motor learning.","cop":3,"opa":"Spasticity","opb":"Hyperreflexia","opc":"Dysmetria","opd":"Babinski sign","subject_name":"Neurology","topic_name":null,"id":"neuro_cerebellar_sign_028","choice_type":"single"}
{"question":"Damage to the trochlear nerve can cause which of the following symptoms?","exp":"The trochlear nerve (cranial nerve IV) innervates the superior oblique muscle, which is primarily responsible for depression (downward movement) of the eye when it is adducted (turned inward). Damage to this nerve results in weakness of the superior oblique muscle, causing difficulty with downward gaze, particularly when the eye is turned inward. Trochlear nerve palsy is the most common isolated cranial nerve palsy affecting eye movement. Patients often complain of vertical or torsional diplopia (double vision) that worsens when looking down, especially when reading or walking down stairs. The affected eye may appear slightly elevated (hypertropia) when looking straight ahead, and patients often adopt a compensatory head tilt (away from the affected side) to minimize diplopia.","cop":2,"opa":"Inability to abduct the eye","opb":"Inability to depress the eye when adducted","opc":"Ptosis (drooping eyelid)","opd":"Pupillary dilation","subject_name":"Neurology","topic_name":null,"id":"neuro_trochlear_palsy_029","choice_type":"single"}
{"question":"Which of the following conditions is a cause of optic nerve palsy?","exp":"Multiple sclerosis (MS) is a common cause of optic nerve palsy, specifically through a condition called optic neuritis. Optic neuritis is inflammation of the optic nerve that can cause vision loss, pain with eye movement, and reduced color vision. It is often one of the first presenting symptoms of MS and occurs due to demyelination of the optic nerve. While the term \"optic nerve palsy\" is sometimes used interchangeably with optic neuropathy, it's important to note that the optic nerve is not a \"motor\" nerve like cranial nerves III, IV, and VI that control eye movement. Instead, it's a sensory nerve for vision. In MS, autoimmune-mediated demyelination can affect the optic nerve, leading to optic neuritis, which is a common cause of visual impairment in these patients.","cop":1,"opa":"Multiple sclerosis","opb":"Myasthenia gravis","opc":"Bell's palsy","opd":"Trigeminal neuralgia","subject_name":"Neurology","topic_name":null,"id":"neuro_optic_nerve_palsy_030","choice_type":"single"}
{"question":"What type of abnormal posturing is typically seen in patients with severe brainstem injury?","exp":"Decerebrate posturing is characterized by rigid extension and internal rotation of the arms and legs, with plantar flexion of the feet. This type of posturing is typically seen in patients with severe brainstem injury, particularly at the level of the midbrain or pons, below the red nucleus. Decerebrate posturing indicates more severe brain damage than decorticate posturing and is associated with a poorer prognosis. It results from disruption of the inhibitory pathways from the cortex and red nucleus, allowing unopposed activity of the vestibulospinal and reticulospinal tracts, which facilitate extensor tone. This posturing is often seen in severe traumatic brain injury, stroke, or increased intracranial pressure with brainstem compression.","cop":2,"opa":"Decorticate posturing","opb":"Decerebrate posturing","opc":"Opisthotonos","opd":"Dystonic posturing","subject_name":"Neurology","topic_name":null,"id":"neuro_decerebrate_posturing_031","choice_type":"single"}
{"question":"What is Dystonia?","exp":"Dystonia is a movement disorder characterized by sustained or intermittent muscle contractions causing abnormal, often repetitive, movements, postures, or both. These movements are typically twisting or turning in nature and can be painful. Dystonia can affect a single body part (focal dystonia), multiple contiguous body parts (segmental dystonia), or the entire body (generalized dystonia). Dystonia can be classified as primary (when it occurs without other neurological abnormalities) or secondary (when it is caused by another condition or factor). Primary dystonia is often genetic, while secondary dystonia can result from brain injury, stroke, infections, certain medications, or metabolic disorders. Examples of focal dystonia include cervical dystonia (affecting the neck muscles), blepharospasm (involuntary eye closure), and writer's cramp.","cop":2,"opa":"A condition characterized by muscle weakness","opb":"A movement disorder characterized by sustained or intermittent muscle contractions causing abnormal postures","opc":"A condition characterized by loss of muscle tone","opd":"A condition characterized by involuntary shaking movements","subject_name":"Neurology","topic_name":null,"id":"neuro_dystonia_def_032","choice_type":"single"}
{"question":"What is the expected result of Rinne's test if the patient has conductive hearing loss in one ear?","exp":"In a normal Rinne's test, air conduction (AC) is heard longer than bone conduction (BC) when a tuning fork is placed first on the mastoid process and then near the ear canal (AC > BC). In conductive hearing loss, this relationship is reversed in the affected ear, with bone conduction being heard longer than air conduction (BC > AC), which is considered a negative Rinne test. This occurs because conductive hearing loss impairs the transmission of sound through the outer or middle ear, but bone conduction (which bypasses these structures) remains relatively intact. Therefore, when the tuning fork is placed on the mastoid, the sound is conducted directly through the bone to the cochlea and can still be heard after it can no longer be heard through air conduction in the affected ear.","cop":3,"opa":"Air conduction is equal to bone conduction in both ears","opb":"Air conduction is longer than bone conduction in the affected ear","opc":"Bone conduction is longer than air conduction in the affected ear","opd":"Bone conduction is longer than air conduction in the unaffected ear","subject_name":"Neurology","topic_name":null,"id":"neuro_rinne_conductive_033","choice_type":"single"}
{"question":"The vagus nerve provides parasympathetic innervation to which of the following organs?","exp":"The vagus nerve (cranial nerve X) is the primary parasympathetic nerve of the body and provides parasympathetic innervation to several organs including the heart (slowing heart rate), lungs (bronchoconstriction), and digestive tract (increasing motility and secretion). It also innervates the larynx and pharynx for speech and swallowing. The vagus nerve has the widest distribution of all cranial nerves, with efferent fibers reaching organs in the neck, thorax, and abdomen. It plays a crucial role in the parasympathetic nervous system, often described as the \"rest and digest\" system, which counterbalances the sympathetic \"fight or flight\" response. The vagus nerve is also involved in several reflexes including the gag reflex, cough reflex, and carotid sinus reflex.","cop":1,"opa":"Heart, lungs, and digestive tract","opb":"Bladder and reproductive organs","opc":"Sweat glands and blood vessels","opd":"Pupillary sphincter and ciliary muscles","subject_name":"Neurology","topic_name":null,"id":"neuro_vagus_innervation_034","choice_type":"single"}
{"question":"Which statement about peripheral polyneuropathy is correct?","exp":"Peripheral polyneuropathy typically presents with a \"stocking-glove\" pattern of sensory loss, meaning symptoms begin in the feet and hands and progress upward. This pattern occurs because the longest nerve fibers are most vulnerable to damage. Patients often experience numbness, tingling, burning pain, or loss of sensation in a symmetrical distribution affecting the distal extremities first. Peripheral polyneuropathy affects the peripheral nervous system, not the central nervous system. It has many causes including diabetes mellitus (which is common but not the only cause), alcohol abuse, vitamin deficiencies, autoimmune diseases, infections, medications, and hereditary factors. Depending on the type and severity, it can cause not only sensory symptoms but also weakness, muscle atrophy, and reduced reflexes.","cop":2,"opa":"It primarily affects the central nervous system","opb":"It typically presents with a \"stocking-glove\" pattern of sensory loss","opc":"It is always caused by diabetes mellitus","opd":"It rarely causes weakness","subject_name":"Neurology","topic_name":null,"id":"neuro_polyneuropathy_fact_035","choice_type":"single"}
{"question":"What is the normal response to the pharyngeal reflex?","exp":"The normal response to the pharyngeal reflex (gag reflex) is elevation of the soft palate and contraction of the pharyngeal muscles, resulting in gagging. This reflex is tested by touching the posterior pharynx with a tongue depressor, which stimulates sensory fibers of the glossopharyngeal nerve (CN IX) and leads to motor response via the vagus nerve (CN X). The pharyngeal reflex is a protective mechanism that helps prevent foreign objects from entering the pharynx. It involves both sensory (afferent) components via the glossopharyngeal nerve and motor (efferent) components via the vagus nerve. An absent or diminished gag reflex can indicate brainstem injury, nerve damage, or can be seen in conditions like bulbar palsy. It's important to note that some healthy individuals may have a naturally diminished gag reflex.","cop":2,"opa":"Constriction of the pupils","opb":"Elevation of the soft palate and gagging","opc":"Contraction of the sternocleidomastoid muscle","opd":"Protrusion of the tongue","subject_name":"Neurology","topic_name":null,"id":"neuro_pharyngeal_reflex_036","choice_type":"single"}
{"question":"What diagnosis involves inflammation of the optic nerve due to demyelination?","exp":"Optic neuritis is the diagnosis that involves inflammation of the optic nerve due to demyelination. It is characterized by acute or subacute vision loss, eye pain (especially with movement), reduced color vision, and visual field defects. It is often associated with multiple sclerosis but can occur independently. Optic neuritis is an inflammatory condition that damages the myelin covering of the optic nerve fibers. It is a common presenting symptom of multiple sclerosis, with about 50% of MS patients experiencing optic neuritis at some point. The condition typically affects young adults (20-40 years) and women more than men. While many cases recover spontaneously, treatment with intravenous steroids may speed recovery, though it doesn't change the long-term visual outcome.","cop":2,"opa":"Glaucoma","opb":"Optic neuritis","opc":"Retinal detachment","opd":"Macular degeneration","subject_name":"Neurology","topic_name":null,"id":"neuro_optic_neuritis_037","choice_type":"single"}
{"question":"Which of the following motor responses on the Glasgow Coma Scale indicates the best possible response?","exp":"On the Glasgow Coma Scale, the motor response is scored from 1 to 6, with 6 being the best possible response. \"Obeys commands\" (score 6) indicates that the patient can follow simple motor commands, which represents the highest level of motor function and conscious awareness. The motor component of the GCS assesses the patient's best motor response in a hierarchical manner, from no response (1) to localizing to pain (5) and finally to obeying commands (6). The ability to obey commands demonstrates that the patient has intact motor pathways and is conscious enough to understand and execute voluntary movements, making it the best possible motor response on this scale.","cop":4,"opa":"Flexion withdrawal","opb":"Abnormal flexion (decorticate)","opc":"Localizing to pain","opd":"Obeys commands","subject_name":"Neurology","topic_name":null,"id":"neuro_gcs_motor_038","choice_type":"single"}
{"question":"Which cranial nerves are involved in the Corneal Reflex?","exp":"The corneal reflex involves both the trigeminal nerve (CN V) and the facial nerve (CN VII). The afferent (sensory) limb of the reflex is mediated by the trigeminal nerve, specifically the ophthalmic branch (V1), which carries sensation from the cornea. The efferent (motor) limb is mediated by the facial nerve, which innervates the orbicularis oculi muscle responsible for eyelid closure. When the cornea is touched, the sensory stimulus travels via the trigeminal nerve to the brainstem, where it synapses and activates the facial nerve nucleus, resulting in bilateral blinking. This reflex is protective, helping to prevent damage to the eye. An absent or diminished corneal reflex can indicate damage to either the trigeminal or facial nerve, or brainstem pathology. It's important to note that the reflex response is typically bilateral, meaning both eyes blink even when only one cornea is stimulated.","cop":2,"opa":"Cranial nerves II and III","opb":"Cranial nerves V and VII","opc":"Cranial nerves IX and X","opd":"Cranial nerves VI and VII","subject_name":"Neurology","topic_name":null,"id":"neuro_corneal_reflex_039","choice_type":"single"}
{"question":"Which cranial nerve is directly involved in Rinne's test?","exp":"The vestibulocochlear nerve (CN VIII) is directly involved in Rinne's test as it carries auditory information from the cochlea to the brain. Rinne's test compares air conduction (AC) and bone conduction (BC) of sound to evaluate hearing ability and differentiate between conductive and sensorineural hearing loss. During Rinne's test, a vibrating tuning fork is placed first on the mastoid process (bone conduction) and then near the ear canal (air conduction). The vestibulocochlear nerve transmits the auditory signals generated by these vibrations to the brain for interpretation. If there is damage to this nerve or the inner ear it innervates, it can result in sensorineural hearing loss, which would be detected during Rinne's test as reduced air conduction but preserved bone conduction (AC > BC, but both are reduced compared to normal).","cop":3,"opa":"Cranial Nerve II (Optic)","opb":"Cranial Nerve VII (Facial)","opc":"Cranial Nerve VIII (Vestibulocochlear)","opd":"Cranial Nerve X (Vagus)","subject_name":"Neurology","topic_name":null,"id":"neuro_rinne_nerve_040","choice_type":"single"}
{"question":"The Tinel's sign test can help identify which of the following conditions?","exp":"Tinel's sign is a clinical test used to identify nerve compression or irritation, particularly carpal tunnel syndrome. During the test, the examiner taps over the carpal tunnel at the wrist. A positive Tinel's sign is indicated by tingling or paresthesia in the distribution of the median nerve (thumb, index, middle, and lateral half of the ring finger), suggesting median nerve compression at the wrist. Tinel's sign is based on the principle that tapping an injured or compressed nerve will generate tingling sensations in its distribution. While it is most commonly associated with carpal tunnel syndrome, it can also be used to identify other nerve compression syndromes like cubital tunnel syndrome (ulnar nerve at the elbow) or tarsal tunnel syndrome (tibial nerve at the ankle). However, it's important to note that Tinel's sign has variable sensitivity and specificity, so it's usually used in conjunction with other clinical tests and diagnostic studies.","cop":1,"opa":"Carpal tunnel syndrome","opb":"Rotator cuff tear","opc":"Achilles tendon rupture","opd":"Herniated disc","subject_name":"Neurology","topic_name":null,"id":"neuro_tinel_sign_041","choice_type":"single"}
{"question":"What other tests may be performed in conjunction with the Finger-nose test to assess upper limb coordination?","exp":"The rapid alternating movements test, also known as the dysdiadochokinesia test, is often performed in conjunction with the finger-nose test to assess upper limb coordination. This test evaluates the patient's ability to perform rapid, repetitive, alternating movements, such as pronating and supinating the hand on the thigh or tapping fingers rapidly. It helps detect cerebellar dysfunction, which often presents as clumsiness or irregularity in performing these movements. While the finger-nose test primarily assesses coordination and intention tremor, the dysdiadochokinesia test evaluates a different aspect of cerebellar function - the ability to rapidly alternate movements. Together, these tests provide a more comprehensive assessment of upper limb coordination. Other tests that might be performed include the heel-to-shin test (which assesses lower limb coordination) and rebound testing (which checks for hypotonia), but these are not specifically for upper limb coordination like the dysdiadochokinesia test.","cop":3,"opa":"Romberg test","opb":"Heel-to-shin test","opc":"Rapid alternating movements (dysdiadochokinesia test)","opd":"Gait assessment","subject_name":"Neurology","topic_name":null,"id":"neuro_coordination_tests_042","choice_type":"single"}
{"question":"The vestibular branch of the vestibulocochlear nerve is responsible for which of the following?","exp":"The vestibular branch of the vestibulocochlear nerve (CN VIII) is responsible for transmitting sensory information related to balance and spatial orientation from the vestibular system in the inner ear to the brain. It detects head position, movement, and acceleration, which is essential for maintaining balance and coordinating eye movements with head position. The vestibulocochlear nerve has two distinct components: the vestibular branch, which carries information about balance and spatial orientation, and the cochlear branch, which is responsible for hearing. The vestibular system includes the semicircular canals (detecting rotational acceleration), utricle, and saccule (detecting linear acceleration and gravity). Dysfunction of the vestibular branch can lead to vertigo, nystagmus, imbalance, and nausea, as seen in conditions like vestibular neuritis or Ménière's disease.","cop":2,"opa":"Hearing","opb":"Balance and spatial orientation","opc":"Taste sensation","opd":"Facial muscle movement","subject_name":"Neurology","topic_name":null,"id":"neuro_vestibular_branch_043","choice_type":"single"}
{"question":"Which cranial nerve is responsible for motor innervation of the sternocleidomastoid and trapezius muscles?","exp":"The accessory nerve (cranial nerve XI) is responsible for motor innervation of the sternocleidomastoid and trapezius muscles. The sternocleidomastoid muscle acts to rotate the head to the opposite side and flex the neck, while the trapezius muscle functions to elevate, retract, and rotate the scapula, playing a crucial role in shoulder movement. The accessory nerve has two components: a cranial part that joins with the vagus nerve and a spinal part that innervates the sternocleidomastoid and trapezius muscles. Damage to this nerve can result in weakness of these muscles, causing difficulty with head rotation, shoulder elevation, and scapular stabilization. Patients may present with shoulder droop, winged scapula, and weakness in turning the head against resistance. Testing of the accessory nerve involves assessing the strength of these muscles against resistance.","cop":3,"opa":"Cranial Nerve VII (Facial)","opb":"Cranial Nerve X (Vagus)","opc":"Cranial Nerve XI (Accessory)","opd":"Cranial Nerve XII (Hypoglossal)","subject_name":"Neurology","topic_name":null,"id":"neuro_accessory_nerve_044","choice_type":"single"}
{"question":"Which of the following tests can be used to assess the function of the oculomotor nerve?","exp":"The pupillary light reflex is used to assess the function of the oculomotor nerve (cranial nerve III). This reflex tests both the afferent pathway (optic nerve) and the efferent pathway (oculomotor nerve). When light is shone into the eye, the oculomotor nerve carries parasympathetic fibers that cause constriction of the pupil via the sphincter pupillae muscle. The oculomotor nerve has several functions including innervation of the medial rectus, superior rectus, inferior rectus, and inferior oblique muscles (responsible for most eye movements), the levator palpebrae superioris muscle (responsible for eyelid elevation), and parasympathetic fibers that constrict the pupil and accommodate the lens. In addition to the pupillary light reflex, other tests for oculomotor nerve function include assessing eye movements in different directions, looking for ptosis (drooping eyelid), and checking for accommodation.","cop":2,"opa":"Rinne's test","opb":"Pupillary light reflex","opc":"Corneal reflex","opd":"Gag reflex","subject_name":"Neurology","topic_name":null,"id":"neuro_oculomotor_test_045","choice_type":"single"}
{"question":"Myasthenia gravis can cause which of the following motor abnormalities?","exp":"Myasthenia gravis is an autoimmune disorder characterized by muscle weakness that worsens with activity and improves with rest. This fluctuating weakness is due to antibodies against acetylcholine receptors at the neuromuscular junction, which impairs neuromuscular transmission. The weakness typically affects ocular, facial, bulbar, and limb muscles in a variable pattern. Unlike upper motor neuron lesions (which cause spasticity, hyperreflexia, and positive Babinski sign), myasthenia gravis affects the neuromuscular junction, leading to fatigable weakness without changes in muscle tone or reflexes (though reflexes may diminish with prolonged muscle use). The characteristic feature of myasthenia gravis is the variability of symptoms throughout the day and with activity, which distinguishes it from other neuromuscular disorders.","cop":2,"opa":"Spasticity","opb":"Muscle weakness that worsens with activity","opc":"Hyperreflexia","opd":"Positive Babinski sign","subject_name":"Neurology","topic_name":null,"id":"neuro_myasthenia_weakness_046","choice_type":"single"}
{"question":"The facial nerve innervates which of the following structures to control lacrimation, salivation, and nasal secretion?","exp":"The facial nerve (CN VII) provides parasympathetic innervation to the lacrimal gland (controlling tear production), submandibular gland, and sublingual gland (both controlling salivation). It also innervates the nasal mucosa, controlling nasal secretion. These functions are mediated through the pterygopalatine ganglion (for lacrimation and nasal secretion) and the submandibular ganglion (for salivation). The parasympathetic fibers of the facial nerve originate in the superior salivatory nucleus. Those destined for the lacrimal and nasal glands travel via the greater petrosal nerve and synapse in the pterygopalatine ganglion, while those for the submandibular and sublingual glands travel via the chorda tympani and synapse in the submandibular ganglion. The parotid gland, however, receives parasympathetic innervation from the glossopharyngeal nerve (CN IX), not the facial nerve.","cop":2,"opa":"Submandibular gland, parotid gland, and lacrimal gland","opb":"Lacrimal gland, submandibular gland, and sublingual gland","opc":"Parotid gland, sublingual gland, and nasal mucosa","opd":"Lacrimal gland, parotid gland, and nasal mucosa","subject_name":"Neurology","topic_name":null,"id":"neuro_facial_parasympathetic_047","choice_type":"single"}
{"question":"What is the purpose of the heel-to-shin test in lower limb examination?","exp":"The heel-to-shin test is performed to evaluate coordination and cerebellar function in the lower limbs. During this test, the patient is asked to place one heel on the opposite knee and then slide it down the shin. This movement requires smooth coordination and is sensitive to cerebellar dysfunction, which may cause the movement to become jerky or irregular. The heel-to-shin test is the lower limb equivalent of the finger-to-nose test used for upper limb coordination. It assesses the patient's ability to perform coordinated movements and detect dysmetria (inability to control range of movement), which is a hallmark of cerebellar dysfunction. A positive test (inability to smoothly perform the movement) suggests cerebellar pathology, such as stroke, tumor, multiple sclerosis, or degenerative cerebellar diseases.","cop":2,"opa":"To assess muscle strength","opb":"To evaluate coordination and cerebellar function","opc":"To test sensation","opd":"To measure range of motion","subject_name":"Neurology","topic_name":null,"id":"neuro_heel_to_shin_048","choice_type":"single"}
{"question":"What is Lhermitte's sign?","exp":"Lhermitte's sign is a neurological symptom characterized by an electric shock-like or tingling sensation that radiates down the spine and often into the limbs when the neck is flexed forward. This sign is caused by irritation of the spinal cord, particularly in the cervical region, and is often associated with conditions like multiple sclerosis, cervical spondylosis, or spinal cord compression. Lhermitte's sign is thought to result from mechanical stimulation of hyperexcitable demyelinated axons in the cervical spinal cord during neck flexion. While it is classically associated with multiple sclerosis (occurring in up to 25% of MS patients), it can also occur in other conditions that affect the cervical spinal cord, including cervical spondylotic myelopathy, radiation myelopathy, vitamin B12 deficiency, and trauma. The presence of Lhermitte's sign is not diagnostic of any specific condition but indicates spinal cord pathology.","cop":1,"opa":"A tingling sensation down the spine when bending the neck forward","opb":"A sudden contraction of the hand muscles when the wrist is tapped","opc":"An involuntary extension of the great toe when the sole is stroked","opd":"A jerky eye movement when looking to the side","subject_name":"Neurology","topic_name":null,"id":"neuro_lhermittes_sign_049","choice_type":"single"}
{"question":"Apraxic gait is best characterized by which of the following features?","exp":"Apraxic gait is best characterized by an inability to walk properly despite having normal leg strength, coordination, and sensation. Patients with apraxic of gait have difficulty with the motor planning of walking, resulting in a gait that appears hesitant, with feet seemingly \"stuck to the floor\" (magnetic gait), and difficulty initiating walking. Apraxic gait is often seen in conditions affecting the frontal lobes, particularly normal pressure hydrocephalus, bilateral frontal lobe lesions, or diffuse cerebral disorders like Alzheimer's disease. Unlike other gait abnormalities (such as cerebellar ataxia, which is wide-based and unsteady, or spastic gait with scissoring), apraxic gait is primarily a disorder of motor planning rather than strength, coordination, or sensation. Patients may have difficulty with their feet when trying to walk, even though they can perform other movements with their legs while lying down or sitting.","cop":3,"opa":"Wide-based unsteady gait","opb":"Difficulty initiating walking with shuffling steps","opc":"Inability to walk despite normal leg strength and coordination","opd":"Gait with scissoring of the legs","subject_name":"Neurology","topic_name":null,"id":"neuro_apraxic_gait_050","choice_type":"single"}
{"question":"Which of the following tests can be used to assess the function of the accessory nerve?","exp":"The function of the accessory nerve (cranial nerve XI) can be assessed by testing the strength of the trapezius and sternocleidomastoid muscles. The shoulder shrug test specifically evaluates the trapezius muscle, which is innervated by the accessory nerve. During this test, the patient is asked to shrug their shoulders against resistance applied by the examiner. The accessory nerve primarily innervates the trapezius and sternocleidomastoid muscles. To fully assess its function, both muscles should be tested. In addition to the shoulder shrug test for the trapezius, the examiner should also test the sternocleidomastoid by asking the patient to turn their head against resistance. Weakness in these muscles indicates accessory nerve dysfunction, which can result from various causes including iatrogenic injury during neck surgery, trauma, or tumors.","cop":1,"opa":"Shoulder shrug against resistance","opb":"Tongue protrusion","opc":"Eye movement assessment","opd":"Facial expression assessment","subject_name":"Neurology","topic_name":null,"id":"neuro_accessory_test_051","choice_type":"single"}
{"question":"A lesion of which cranial nerve could cause ptosis?","exp":"A lesion of the oculomotor nerve (cranial nerve III) can cause ptosis, which is drooping of the upper eyelid. This occurs because the oculomotor nerve innervates the levator palpebrae superioris muscle, the primary muscle responsible for elevating the eyelid. Damage to this nerve results in weakness or paralysis of this muscle, leading to ptosis. In addition to ptosis, oculomotor nerve palsy typically presents with other signs including \"down and out\" deviation of the eye (due to unopposed action of the lateral rectus and superior oblique muscles), mydriasis (pupillary dilation), and loss of accommodation. The eye is positioned downward and outward because the medial rectus, inferior rectus, and superior rectus muscles (all innervated by CN III) are weakened, while the lateral rectus (CN VI) and superior oblique (CN IV) remain functional.","cop":2,"opa":"Cranial Nerve II (Optic)","opb":"Cranial Nerve III (Oculomotor)","opc":"Cranial Nerve V (Trigeminal)","opd":"Cranial Nerve VIII (Vestibulocochlear)","subject_name":"Neurology","topic_name":null,"id":"neuro_ptosis_nerve_052","choice_type":"single"}
{"question":"How is Weber's test performed?","exp":"Weber's test is performed by placing a vibrating tuning fork (typically 256 Hz or 512 Hz) in the midline of the forehead or on the vertex of the skull. The patient is then asked where they hear the sound best: in the left ear, right ear, or equally in both ears (midline). This test helps differentiate between conductive and sensorineural hearing loss. In normal hearing, the sound is perceived equally in both ears or in the midline. In unilateral conductive hearing loss, the sound is perceived as louder in the affected ear because bone conduction is enhanced relative to air conduction. In unilateral sensorineural hearing loss, the sound is perceived as louder in the unaffected ear because the cochlea on the affected side is less sensitive. Weber's test is typically used in conjunction with Rinne's test for a more comprehensive assessment of hearing loss.","cop":2,"opa":"A vibrating tuning fork is placed on the mastoid process until the patient can no longer hear it, then it's held near the ear","opb":"A vibrating tuning fork is placed in the midline of the forehead or vertex","opc":"A vibrating tuning fork is placed near the ear, then moved to the mastoid process","opd":"A vibrating tuning fork is placed on the teeth and the patient is asked where they hear the sound","subject_name":"Neurology","topic_name":null,"id":"neuro_weber_test_053","choice_type":"single"}
{"question":"If a patient reports hearing the sound in both ears during Weber's test, what may be the cause?","exp":"If a patient reports hearing the sound equally in both ears (or in the midline) during Weber's test, it suggests either normal hearing or bilateral symmetric hearing loss (either conductive or sensorineural). This occurs because the sound transmission through bone conduction is equal in both ears, so there is no lateralization of the sound to one side. Weber's test relies on comparing bone conduction between the two ears. When hearing is normal or equally affected in both ears, the sound is perceived equally in both ears or in the middle. This finding is non-specific and doesn't differentiate between normal hearing and symmetric hearing loss. Further testing, such as Rinne's test and formal audiometry, would be needed to determine if hearing loss is present and to characterize its type and severity.","cop":3,"opa":"Unilateral conductive hearing loss","opb":"Unilateral sensorineural hearing loss","opc":"Normal hearing or bilateral symmetric hearing loss","opd":"Severe bilateral sensorineural hearing loss","subject_name":"Neurology","topic_name":null,"id":"neuro_weber_bilateral_054","choice_type":"single"}
{"question":"During the Pull Test, the examiner will apply a quick, backward force to the patient's:","exp":"During the Pull Test, which is used to assess postural stability in patients with Parkinson's disease or other balance disorders, the examiner applies a quick, backward force to the patient's shoulders. The patient is instructed to maintain their balance, and their response is observed to determine if they can recover without taking more than one or two steps or falling. The Pull Test is a specific examination technique designed to evaluate postural reflexes and balance. By applying a sudden backward pull on the shoulders, the examiner simulates a balance challenge that would normally trigger automatic postural adjustments. In healthy individuals, this would result in quick compensatory steps backward to maintain balance. In patients with Parkinson's disease or other conditions affecting postural control, there may be inadequate response, retropulsion, or falling, indicating impaired postural reflexes and increased fall risk.","cop":1,"opa":"Shoulders","opb":"Waist","opc":"Knees","opd":"Head","subject_name":"Neurology","topic_name":null,"id":"neuro_pull_test_location_055","choice_type":"single"}
{"question":"Which of the following conditions can cause a loss of sense of smell?","exp":"Head trauma is a common cause of loss of sense of smell (anosmia). The olfactory nerve fibers pass through the cribriform plate of the ethmoid bone, and a head injury can shear these delicate nerve fibers or cause damage to the olfactory bulbs, resulting in anosmia. This can occur even with relatively mild head injuries and may be temporary or permanent. While other conditions listed can affect cranial nerves, they typically don't cause anosmia. Optic neuritis affects vision, Bell's palsy affects facial movement, and trigeminal neuralgia causes facial pain. Other causes of anosmia include upper respiratory infections, nasal polyps, sinusitis, neurodegenerative diseases (like Parkinson's and Alzheimer's), and congenital conditions. The olfactory nerve (CN I) is particularly vulnerable to damage because it's the only cranial nerve directly exposed to the external environment.","cop":3,"opa":"Optic neuritis","opb":"Bell's palsy","opc":"Head trauma","opd":"Trigeminal neuralgia","subject_name":"Neurology","topic_name":null,"id":"neuro_anosmia_cause_056","choice_type":"single"}
{"question":"What posturing is characterized by rigid extension and pronation of the arms and legs?","exp":"Decerebrate posturing is characterized by rigid extension and pronation of the arms and legs, with plantar flexion of the feet. This type of abnormal posturing indicates severe brainstem damage, typically at the level of the midbrain or pons, below the red nucleus. It is considered a more severe finding than decorticate posturing and is associated with a poorer prognosis. Decerebrate posturing results from disruption of inhibitory pathways from the cortex and red nucleus, allowing unopposed activity of the vestibulospinal and reticulospinal tracts, which facilitate extensor tone. This leads to the characteristic rigid extension of all four limbs. It is often seen in severe traumatic brain injury, stroke, or increased intracranial pressure with brainstem compression. The presence of decerebrate posturing indicates significant neurological compromise and is a poor prognostic sign.","cop":2,"opa":"Decorticate posturing","opb":"Decerebrate posturing","opc":"Opisthotonos","opd":"Dystonic posturing","subject_name":"Neurology","topic_name":null,"id":"neuro_decerebrate_desc_057","choice_type":"single"}
{"question":"What is the primary finding in Vestibulocochlear Nerve Palsy?","exp":"The primary finding in vestibulocochlear nerve (CN VIII) palsy is hearing loss and/or balance problems. The vestibulocochlear nerve has two components: the cochlear branch, which carries auditory information, and the vestibular branch, which carries balance information. Damage to this nerve can result in sensorineural hearing loss, tinnitus, vertigo, dizziness, and imbalance. Vestibulocochlear nerve palsy can be caused by various conditions including acoustic neuroma (vestibular schwannoma), meningitis, trauma, Meniere's disease, or vascular disorders. The specific symptoms depend on which part of the nerve is affected and the extent of damage. Isolated cochlear nerve damage primarily causes hearing loss and tinnitus, while isolated vestibular nerve damage primarily causes vertigo and balance problems. When both components are affected, patients experience a combination of auditory and vestibular symptoms.","cop":2,"opa":"Facial weakness","opb":"Hearing loss and/or balance problems","opc":"Visual disturbances","opd":"Difficulty swallowing","subject_name":"Neurology","topic_name":null,"id":"neuro_vestibulocochlear_palsy_finding_058","choice_type":"single"}
{"question":"What is the cause of hyperkinetic dysarthria?","exp":"Hyperkinetic dysarthria is caused by damage to the basal ganglia control circuits, leading to excessive involuntary movements that disrupt speech production. The basal ganglia play a crucial role in regulating movement, and when damaged, can result in various hyperkinetic movement disorders such as chorea, dystonia, tremor, or tics, which affect speech production. Unlike other types of dysarthria that may result from upper or lower motor neuron lesions or cerebellar damage, hyperkinetic dysarthria specifically involves involuntary movements that interfere with speech. Conditions associated with hyperkinetic dysarthria include Huntington's disease (chorea), dystonia, tardive dyskinesia, and tremor disorders. The speech characteristics vary depending on the specific movement disorder but often include irregular articulatory breakdowns, variable rate and loudness, and distorted vowels.","cop":3,"opa":"Damage to upper motor neurons","opb":"Damage to lower motor neurons","opc":"Damage to basal ganglia control circuits","opd":"Damage to cerebellar circuits","subject_name":"Neurology","topic_name":null,"id":"neuro_hyperkinetic_cause_059","choice_type":"single"}
{"question":"Which of the following is the accessory nerve examination primarily used to assess?","exp":"The accessory nerve examination is primarily used to assess the motor function of the trapezius and sternocleidomastoid muscles, which are innervated by the spinal accessory nerve (cranial nerve XI). The trapezius muscle is tested by asking the patient to shrug their shoulders against resistance, while the sternocleidomastoid muscle is tested by having the patient turn their head against resistance. The accessory nerve is a purely motor nerve that controls these two important muscles. The trapezius muscle functions to elevate, retract, and rotate the scapula, while the sternocleidomastoid muscle acts to rotate the head to the opposite side and flex the neck. Damage to the accessory nerve can result in weakness of these muscles, causing shoulder droop, difficulty with shoulder elevation, and weakness in turning the head. The examination does not assess sensory function, reflexes, or coordination, as these are not functions of the accessory nerve.","cop":2,"opa":"Sensory function of the neck","opb":"Motor function of the trapezius and sternocleidomastoid muscles","opc":"Reflexes of the upper limbs","opd":"Coordination of head movements","subject_name":"Neurology","topic_name":null,"id":"neuro_accessory_purpose_060","choice_type":"single"}
{"question":"Which of the following is NOT part of the external ear?","exp":"The Eustachian tube is NOT part of the external ear. It is a canal that connects the middle ear to the nasopharynx and functions to equalize pressure between the middle ear and the atmosphere. The external ear consists of the pinna (auricle) and the external auditory canal, which terminate at the tympanic membrane (eardrum), which separates the external ear from the middle ear. The ear is divided into three main parts: the external ear, middle ear, and inner ear. The external ear includes the visible pinna and the external auditory canal. The middle ear contains the tympanic membrane, ossicles (malleus, incus, and stapes), and opens to the Eustachian tube. The inner ear contains the cochlea (for hearing) and vestibular system (for balance). The Eustachian tube is part of the middle ear system, not the external ear.","cop":3,"opa":"Pinna (auricle)","opb":"External auditory canal","opc":"Tympanic membrane","opd":"Eustachian tube","subject_name":"Neurology","topic_name":null,"id":"neuro_external_ear_061","choice_type":"single"}
{"question":"Which of the following verbal responses on the Glasgow Coma Scale indicates the best possible response?","exp":"On the Glasgow Coma Scale, the verbal response is scored from 1 to 5, with 5 being the best possible response. \"Oriented and converses normally\" (score 5) indicates that the patient is fully alert and aware of their surroundings, able to engage in normal conversation, and correctly oriented to person, place, and time. The verbal component of the GCS assesses the patient's best verbal response in a hierarchical manner, from no response (1) to incomprehensible sounds (2), inappropriate words (3), confused conversation (4), and finally to oriented and converses normally (5). This component helps evaluate the patient's level of consciousness and cognitive function. The ability to engage in normal, oriented conversation demonstrates the highest level of conscious awareness and cognitive function on this scale.","cop":3,"opa":"Confused conversation","opb":"Inappropriate words","opc":"Oriented and converses normally","opd":"Incomprehensible sounds","subject_name":"Neurology","topic_name":null,"id":"neuro_gcs_verbal_062","choice_type":"single"}
{"question":"Where does upper motor neuron weakness arise from?","exp":"Upper motor neuron (UMN) weakness arises from damage to neurons in the motor cortex or their axons that travel through the corticospinal tracts to the brainstem and spinal cord. These neurons are called \"upper\" because they originate in the cortex and synapse with \"lower\" motor neurons in the brainstem and spinal cord, which directly innervate muscles. UMN weakness is characterized by specific features including spasticity (increased muscle tone), hyperreflexia, and the presence of pathological reflexes like the Babinski sign. It differs from lower motor neuron weakness, which arises from damage to the anterior horn cells, peripheral nerves, or neuromuscular junction, and is characterized by flaccidity, hyporeflexia, muscle atrophy, and fasciculations. Common causes of UMN weakness include stroke, spinal cord injury, multiple sclerosis, and motor neuron disease (affecting both upper and lower motor neurons).","cop":3,"opa":"Peripheral nerves","opb":"Neuromuscular junction","opc":"Motor cortex or corticospinal tracts","opd":"Anterior horn cells","subject_name":"Neurology","topic_name":null,"id":"neuro_umn_location_063","choice_type":"single"}
{"question":"Which branch of the trigeminal nerve is responsible for sensation of the forehead, upper eyelid, and nose?","exp":"The ophthalmic division (V1) of the trigeminal nerve is responsible for sensation from the forehead, upper eyelid, and nose. It is the first and most superior branch of the trigeminal nerve and provides sensory innervation to the scalp, forehead, upper eyelid, cornea, conjunctiva, and the side of the nose. The trigeminal nerve (CN V) has three main divisions: the ophthalmic (V1), maxillary (V2), and mandibular (V3). The ophthalmic division (V1) innervates the area above the eyes and including the forehead. The maxillary division (V2) innervates the middle portion of the face, including the lower eyelid, cheek, and upper lip. The mandibular division (V3) innervates the lower part of the face, including the lower lip, chin, and jaw, and also contains motor fibers that innervate the muscles of mastication.","cop":1,"opa":"Ophthalmic division (V1)","opb":"Maxillary division (V2)","opc":"Mandibular division (V3)","opd":"Motor root of the trigeminal nerve","subject_name":"Neurology","topic_name":null,"id":"neuro_trigeminal_forehead_064","choice_type":"single"}
{"question":"What is the most common site of compression for the median nerve?","exp":"The most common site of compression for the median nerve is at the wrist in the carpal tunnel. Carpal tunnel syndrome occurs when the median nerve is compressed as it passes through the narrow carpal tunnel, along with the flexor tendons of the fingers. This condition is the most common entrapment neuropathy, affecting millions of people. The carpal tunnel is a narrow passageway in the wrist formed by the carpal bones and the transverse carpal ligament. The median nerve, along with nine flexor tendons, passes through this confined space. Any condition that reduces the space in the tunnel or increases the contents can lead to compression of the median nerve. Risk factors include repetitive hand use, pregnancy, obesity, hypothyroidism, diabetes, and arthritis. Symptoms include numbness, tingling, and pain in the thumb, index, middle, and lateral half of the ring finger, as well as weakness in thumb abduction and opposition.","cop":2,"opa":"At the elbow","opb":"At the wrist (carpal tunnel)","opc":"At the axilla","opd":"In the forearm","subject_name":"Neurology","topic_name":null,"id":"neuro_median_nerve_compression_065","choice_type":"single"}
{"question":"Which cranial nerve is affected by Bell's Palsy?","exp":"Bell's palsy is a condition that affects the facial nerve (cranial nerve VII), causing sudden, temporary weakness or paralysis of the muscles on one side of the face. This results in an inability to control facial expressions on the affected side, including difficulty with smiling, closing the eye, and making facial expressions. Bell's palsy is considered an idiopathic condition, though it's often associated with viral infections (particularly herpes simplex virus) that cause inflammation and compression of the facial nerve in the facial canal. The facial nerve controls the muscles of facial expression, carries taste sensation from the anterior two-thirds of the tongue, and provides parasympathetic innervation to the lacrimal, submandibular, and sublingual glands. When affected by Bell's palsy, patients may experience facial weakness, loss of taste on the anterior tongue, hyperacusis (increased sensitivity to sounds), and sometimes decreased lacrimation.","cop":2,"opa":"Cranial Nerve V (Trigeminal)","opb":"Cranial Nerve VII (Facial)","opc":"Cranial Nerve VIII (Vestibulocochlear)","opd":"Cranial Nerve IX (Glossopharyngeal)","subject_name":"Neurology","topic_name":null,"id":"neuro_bells_palsy_nerve_066","choice_type":"single"}
{"question":"Which cranial nerve is responsible for parasympathetic innervation of the thorax and abdomen, as well as sensory innervation of the pharynx, larynx, and viscera?","exp":"The vagus nerve (cranial nerve X) is responsible for parasympathetic innervation of the thorax and abdomen, as well as sensory innervation of the pharynx, larynx, and viscera. It is the longest cranial nerve and has the widest distribution in the body, extending beyond the head and neck to innervate organs in the thorax and abdomen. The vagus nerve has multiple functions: it provides parasympathetic innervation to the heart (slowing heart rate), lungs (bronchoconstriction), and digestive tract (increasing motility and secretion). It also carries sensory information from the pharynx, larynx, and viscera, and motor fibers to the muscles of the pharynx and larynx (except the stylopharyngeus). The vagus nerve plays a crucial role in the parasympathetic nervous system, often described as the \"rest and digest\" system, which counterbalances the sympathetic \"fight or flight\" response.","cop":3,"opa":"Cranial Nerve VII (Facial)","opb":"Cranial Nerve IX (Glossopharyngeal)","opc":"Cranial Nerve X (Vagus)","opd":"Cranial Nerve XI (Accessory)","subject_name":"Neurology","topic_name":null,"id":"neuro_vagus_functions_067","choice_type":"single"}
{"question":"What does it mean if a patient is not oriented to time?","exp":"When a patient is not oriented to time, it means they do not know the current date, time of day, day of the week, month, season, or year. This is one component of the mental status examination that assesses a person's awareness of their immediate circumstances and is often affected in conditions like delirium, dementia, or other cognitive impairments. Orientation is typically assessed in three domains: time, place, and person. A person who is not oriented to time may still be oriented to place (knowing they are in a hospital, for example) and person (knowing their own name). Disorientation to time is often the first to occur in cognitive decline, followed by disorientation to place, and finally to person. This pattern is because time orientation requires the most complex cognitive processing, including memory, attention, and executive function.","cop":3,"opa":"The patient does not know their name","opb":"The patient does not know where they are","opc":"The patient does not know the current date, time, or season","opd":"The patient does not recognize familiar people","subject_name":"Neurology","topic_name":null,"id":"neuro_orientation_time_068","choice_type":"single"}
{"question":"Which of the following is NOT a feature of Mask-Like Facies?","exp":"Blinking frequency is NOT typically considered a feature of mask-like facies. Mask-like facies, also known as hypomimia, is characterized by reduced facial expression, a fixed stare, and overall lack of spontaneous facial movements. While patients with Parkinson's disease (who often exhibit mask-like facies) may have decreased blink frequency, this is not considered a defining feature of the mask-like appearance itself. Mask-like facies is primarily characterized by a reduction in facial expressiveness (hypomimia), which gives the face a rigid, mask-like appearance. Other features include a fixed stare with reduced eye blinking, loss of spontaneous facial gestures, and sometimes a slight drooping of the mouth. This condition is most commonly associated with Parkinson's disease but can also occur in other conditions like progressive supranuclear palsy or after long-term use of certain medications. The key feature is the loss of facial expression, not specifically the blinking frequency.","cop":2,"opa":"Reduced facial expression","opb":"Blinking frequency","opc":"Hypomimia","opd":"Fixed stare","subject_name":"Neurology","topic_name":null,"id":"neuro_mask_like_facies_069","choice_type":"single"}
{"question":"Which of the following is a potential finding on a pupillary light reflex test in a patient with a lesion of the oculomotor nerve?","exp":"A potential finding on a pupillary light reflex test in a patient with a lesion of the oculomotor nerve is a dilated pupil (mydriasis) on the affected side. This occurs because the oculomotor nerve carries parasympathetic fibers that constrict the pupil via the sphincter pupillae muscle. When this nerve is damaged, the unopposed action of the sympathetic nervous system causes pupil dilation. In addition to mydriasis, a complete oculomotor nerve lesion will also cause ptosis (due to weakness of the levator palpebrae superioris muscle) and \"down and out\" deviation of the eye (due to unopposed action of the lateral rectus and superior oblique muscles). The pupillary light reflex will be impaired or absent on the affected side because the efferent pathway (oculomotor nerve) is damaged, though the afferent pathway (optic nerve) remains intact. This is a key distinguishing feature from other causes of pupil abnormalities.","cop":2,"opa":"Sluggish pupillary constriction","opb":"Dilated pupil (mydriasis) on the affected side","opc":"Constricted pupil (miosis) on the affected side","opd":"Anisocoria that is more pronounced in bright light","subject_name":"Neurology","topic_name":null,"id":"neuro_oculomotor_pupil_070","choice_type":"single"}
{"question":"Which of the following tests can be used to assess the function of the hypoglossal nerve?","exp":"Tongue protrusion is a test used to assess the function of the hypoglossal nerve (cranial nerve XII). During this test, the patient is asked to protrude their tongue straight forward. The examiner observes for any deviation, atrophy, or fasciculations. If the hypoglossal nerve is damaged, the tongue will typically deviate toward the side of the lesion due to unopposed action of the intact genioglossus muscle on the unaffected side. The hypoglossal nerve is a purely motor nerve that innervates all the intrinsic and extrinsic muscles of the tongue except the palatoglossus muscle (which is innervated by the vagus nerve). In addition to observing tongue protrusion, the examiner may also ask the patient to move their tongue from side to side against resistance to further assess its strength. Damage to the hypoglossal nerve can result in dysarthria (difficulty with articulation), dysphagia (difficulty swallowing), and weakness of the tongue muscles, which may also cause atrophy and fasciculations over time.","cop":1,"opa":"Tongue protrusion","opb":"Shoulder shrug against resistance","opc":"Eye movement assessment","opd":"Facial expression assessment","subject_name":"Neurology","topic_name":null,"id":"neuro_hypoglossal_test_071","choice_type":"single"}
{"question":"In a normal Rinne's test result, which of the following is true?","exp":"In a normal Rinne's test result, air conduction (AC) is heard longer than bone conduction (BC), denoted as AC > BC. This is because, under normal circumstances, sound is conducted more efficiently through air than through bone. During the test, a vibrating tuning fork is first placed on the mastoid process (bone conduction), and when the patient can no longer hear it, it's moved near the ear canal (air conduction), where it should still be audible. The Rinne test compares air and bone conduction hearing. In normal hearing and in sensorineural hearing loss, air conduction remains better than bone conduction (AC > BC), though both may be reduced in sensorineural loss. In conductive hearing loss, bone conduction is heard longer than air conduction (BC > AC) because the transmission of sound through the outer and middle ear is impaired, but bone conduction (which bypasses these structures) remains intact. This reversal (BC > AC) is considered a negative Rinne test and indicates conductive hearing loss.","cop":1,"opa":"Air conduction is heard longer than bone conduction (AC > BC)","opb":"Bone conduction is heard longer than air conduction (BC > AC)","opc":"Air conduction equals bone conduction (AC = BC)","opd":"No sound is heard through either air or bone conduction","subject_name":"Neurology","topic_name":null,"id":"neuro_rinne_normal_072","choice_type":"single"}
{"question":"What is Peek sign a sign of?","exp":"Peek sign is a clinical indicator of myasthenia gravis, an autoimmune disorder characterized by weakness and fatigue of skeletal muscles. This sign is observed when a patient with myasthenia gravis attempts to keep their eyes gently closed and the eyelids begin to flutter open spontaneously, revealing the sclera (white part of the eye) between the eyelids. Peek sign occurs due to weakness of the orbicularis oculi muscles, which are responsible for closing the eyelids. In myasthenia gravis, the neuromuscular transmission is impaired due to antibodies against acetylcholine receptors, leading to muscle weakness that worsens with activity. The peek sign is particularly useful for assessing ocular involvement in myasthenia gravis, which is common in this condition. Other related signs include ptosis (drooping eyelids) and Cogan's lid twitch (a brief overshoot of the eyelid when the patient looks from down to primary position).","cop":2,"opa":"Cerebellar dysfunction","opb":"Myasthenia gravis","opc":"Parkinson's disease","opd":"Upper motor neuron lesion","subject_name":"Neurology","topic_name":null,"id":"neuro_peek_sign_073","choice_type":"single"}
{"question":"When a patient uses circumlocution, what might they say when they cannot recall a word?","exp":"Circumlocution is a speech pattern where a patient, unable to recall a specific word, describes or defines it using multiple words instead. This is a common compensatory strategy seen in various language disorders, particularly in anomia (word-finding difficulty) which can occur in conditions like aphasia, dementia, or other cognitive impairments. For example, if a patient cannot recall the word \"watch,\" they might say \"the thing you wear on your wrist to tell time.\" This strategy demonstrates that the patient understands the concept and has preserved semantic knowledge but has difficulty accessing the specific lexical representation. Circumlocution is often contrasted with other paraphasias: phonemic paraphasias (using similar-sounding words like \"wath\" for \"watch\"), semantic paraphasias (using related words like \"clock\" for \"watch\"), or neologisms (invented words). The use of circumlocution suggests that the patient has insight into their language difficulty and is attempting to compensate for it.","cop":3,"opa":"They remain silent","opb":"They use a similar-sounding word","opc":"They describe the word or concept with multiple words","opd":"They use a word that is completely unrelated","subject_name":"Neurology","topic_name":null,"id":"neuro_circumlocution_074","choice_type":"single"}
{"question":"A 65-year-old male presents with muscle wasting in his right arm that has been progressing slowly over the past few years. On examination, there is atrophy of the interossei muscles, and weakness in finger abduction. Which nerve is most likely to be affected?","exp":"The ulnar nerve is most likely to be affected in this case. The ulnar nerve innervates the interossei muscles (both dorsal and palmar) and is responsible for finger abduction (spreading the fingers). Atrophy of the interossei muscles and weakness in finger abduction are classic signs of ulnar nerve dysfunction, which can occur at various points along its course, most commonly at the elbow (cubital tunnel syndrome) or wrist (Guyon's canal). The ulnar nerve is particularly vulnerable to compression at the elbow where it passes through the cubital tunnel, a condition known as cubital tunnel syndrome. It can also be compressed at the wrist in Guyon's canal. The clinical presentation described is characteristic of ulnar nerve injury, which affects the intrinsic muscles of the hand innervated by this nerve. In contrast, median nerve compression (carpal tunnel syndrome) typically affects the thenar muscles and causes sensory changes in the thumb, index, and middle fingers, while radial nerve injury primarily affects wrist and finger extension.","cop":2,"opa":"Median nerve","opb":"Ulnar nerve","opc":"Radial nerve","opd":"Axillary nerve","subject_name":"Neurology","topic_name":null,"id":"neuro_ulnar_nerve_case_075","choice_type":"single"}
{"question":"How is Phalen's Test performed?","exp":"Phalen's test is performed by having the patient hold their wrist in maximum flexion for 60 seconds. This position increases pressure in the carpal tunnel, potentially reproducing the symptoms of carpal tunnel syndrome, such as numbness, tingling, or pain in the distribution of the median nerve (thumb, index, middle, and lateral half of the ring finger). A positive Phalen's test is indicated by the reproduction of the patient's symptoms within 60 seconds. The test works by compressing the median nerve within the confined space of the carpal tunnel. Phalen's test is a specific (though not highly sensitive) test for carpal tunnel syndrome and is often used in conjunction with Tinel's sign (tapping over the carpal tunnel) and other clinical assessments. If both Phalen's test and Tinel's sign are positive, the likelihood of carpal tunnel syndrome increases significantly.","cop":2,"opa":"The examiner taps over the carpal tunnel","opb":"The patient's wrist is held in maximum flexion for 60 seconds","opc":"The patient is asked to abduct their fingers against resistance","opd":"The examiner measures the distance between the thenar and hypothenar eminences","subject_name":"Neurology","topic_name":null,"id":"neuro_phalens_test_076","choice_type":"single"}
{"question":"What is hypophonia?","exp":"Hypophonia refers to reduced volume of speech, where the patient speaks with abnormally low volume or softness of voice. This condition is commonly seen in Parkinson's disease and other neurological disorders that affect the muscles controlling speech production or the neural pathways involved in modulating vocal intensity. Hypophonia is different from other speech abnormalities like aphonia (complete inability to produce speech), dysarthria (difficulty articulating speech), or aprosody (monotonous speech without normal variations in pitch and rhythm). In Parkinson's disease, hypophonia is thought to result from rigidity and bradykinesia affecting the laryngeal and respiratory muscles, as well as reduced sensory feedback regarding vocal loudness. Treatment approaches may include speech therapy, particularly Lee Silverman Voice Treatment (LSVT LOUD), which specifically focuses on increasing vocal intensity.","cop":2,"opa":"Inability to produce speech","opb":"Reduced volume of speech","opc":"Rapid, pressured speech","opd":"Slowed speech rate","subject_name":"Neurology","topic_name":null,"id":"neuro_hypophonia_077","choice_type":"single"}
{"question":"An example of a neologism would be:","exp":"A neologism is an example of a paraphasia where a person invents a new word that has no meaning in the language. This is a common feature of fluent (Wernicke's) aphasia, where patients may create completely new words or combine parts of words in ways that don't exist in the language. Neologisms are distinct from other types of paraphasias. Phonemic paraphasias involve using a word that sounds similar to the intended word (e.g., \"television\" for \"telephone\"). Semantic paraphasias involve using a word that is related in meaning to the intended word (e.g., \"table\" for \"chair\"). Circumlocution involves describing a word instead of naming it (e.g., \"the thing you write with\" for \"pen\"). Neologisms, however, are completely invented words that don't exist in the language and often indicate more severe language impairment, typically seen in fluent aphasia due to damage to Wernicke's area.","cop":3,"opa":"Using a word that sounds similar to the intended word","opb":"Using a word that is related in meaning to the intended word","opc":"Inventing a new word that has no meaning","opd":"Describing a word instead of naming it","subject_name":"Neurology","topic_name":null,"id":"neuro_neologism_078","choice_type":"single"}
{"question":"What is the Babinski sign?","exp":"The Babinski sign is a pathological reflex characterized by extension (upward movement) of the great toe when the sole of the foot is stroked with a blunt instrument. In adults, the presence of the Babinski sign indicates damage to the corticospinal tract (upper motor neuron lesion). The normal response in adults is flexion (downward movement) of the toes. The Babinski sign is one of the most important signs in neurological examination. It is elicited by stroking the lateral aspect of the sole from the heel to the ball of the foot, then moving medially across the ball. In infants under about 1-2 years of age, an extensor response is normal because the corticospinal tracts are not fully myelinated. After this age, the normal response is plantar flexion of the toes. The presence of the Babinski sign in adults can be seen in conditions like stroke, multiple sclerosis, spinal cord injury, or amyotrophic lateral sclerosis, all of which involve upper motor neuron damage.","cop":2,"opa":"Contraction of the hand muscles when the wrist is tapped","opb":"Extension of the great toe when the sole of the foot is stroked","opc":"Inability to maintain balance with eyes closed","opd":"Contraction of the pupil when light is shone in the opposite eye","subject_name":"Neurology","topic_name":null,"id":"neuro_babinski_sign_079","choice_type":"single"}
{"question":"What neurological condition may cause absence of the Glabellar Tap reflex?","exp":"Parkinson's disease may cause absence of the Glabellar Tap reflex. The Glabellar Tap reflex (or Myerson's sign) is normally characterized by blinking a few times (3-4) when the glabella (the area between the eyebrows) is tapped and then stopping. In Parkinson's disease, this reflex may be absent or reduced, which is considered a frontal lobe release sign. While the persistent glabellar reflex (blinking more than 5 times without stopping) is more commonly associated with Parkinson's disease, the absence of the reflex can also occur in this condition. The absence of the glabellar reflex in Parkinson's disease is thought to be related to bradykinesia (slowness of movement) and hypokinesia (reduced movement) that affect the facial muscles. This finding, along with other signs like masked facies, hypophonia, and reduced eye blinking, contributes to the characteristic \"parkinsonian facies\" seen in this condition.","cop":1,"opa":"Parkinson's disease","opb":"Multiple sclerosis","opc":"Myasthenia gravis","opd":"Bell's palsy","subject_name":"Neurology","topic_name":null,"id":"neuro_glabellar_absence_080","choice_type":"single"}
{"question":"What is the first step in providing mental health first aid?","exp":"The first step in mental health first aid is to assess for any immediate risks, particularly suicide or self-harm. This is crucial for ensuring the safety of the person in crisis before proceeding with other support measures. This initial assessment follows the ALGEE action plan (Assess, Listen, Give support, Encourage professional help, Encourage other supports) used in Mental Health First Aid training. Safety concerns must be addressed first before providing other forms of support.","cop":1,"opa":"Assess for risk of suicide or harm","opb":"Listen non-judgmentally","opc":"Give reassurance and information","opd":"Encourage appropriate professional help","subject_name":"First Aid","topic_name":null,"id":"firstaid_mental_health_first_step_001","choice_type":"single"}
{"question":"Which of the following is a common symptom of depression?","exp":"Depression is characterized by persistent feelings of sadness, hopelessness, and a loss of interest or pleasure in activities that were once enjoyable. These emotional symptoms are core features of depressive disorders. While depression can manifest differently in individuals, feelings of sadness, emptiness, or hopelessness that persist for at least two weeks are among the most common symptoms according to diagnostic criteria for major depressive disorder.","cop":2,"opa":"Increased energy","opb":"Feelings of sadness or hopelessness","opc":"Racing thoughts","opd":"Improved concentration","subject_name":"First Aid","topic_name":null,"id":"firstaid_depression_symptom_002","choice_type":"single"}
{"question":"What should you do if someone is experiencing a panic attack?","exp":"During a panic attack, the body's fight-or-flight response is activated, causing rapid breathing and hyperventilation. Encouraging slow, deep breathing can help activate the parasympathetic nervous system, which counteracts the stress response and helps reduce physical symptoms. Panic attacks typically peak within 10 minutes. While breathing techniques won't stop an attack completely, they can help shorten its duration and intensity. Remaining calm and supportive is important, as telling someone to calm down can increase their anxiety.","cop":2,"opa":"Tell them to calm down immediately","opb":"Encourage them to breathe slowly and deeply","opc":"Distract them with a complex task","opd":"Suggest they take a cold shower","subject_name":"First Aid","topic_name":null,"id":"firstaid_panic_attack_003","choice_type":"single"}
{"question":"Which of the following is NOT a symptom of anxiety?","exp":"Anxiety disorders are characterized by symptoms such as excessive worry, restlessness, rapid heartbeat, sweating, trembling, and feelings of apprehension or dread. These symptoms reflect the body's physiological and psychological response to perceived threats. Euphoria is not associated with anxiety disorders. Instead, euphoria is characterized by intense happiness and excitement, which may be seen in conditions like bipolar disorder during manic episodes or as a side effect of certain substances, but not as a symptom of anxiety.","cop":3,"opa":"Rapid heartbeat","opb":"Excessive worry","opc":"Feeling of euphoria","opd":"Restlessness","subject_name":"First Aid","topic_name":null,"id":"firstaid_anxiety_not_symptom_004","choice_type":"single"}
{"question":"What is the most appropriate way to talk to someone who may be suicidal?","exp":"Research shows that asking directly about suicidal thoughts does not increase the risk of suicide and may actually provide relief by opening up conversation. Direct questioning shows you're taking the person seriously and creates an opportunity for them to express their feelings. When someone is experiencing suicidal thoughts, they often feel isolated and hopeless. By asking directly and listening without judgment, you can assess the level of risk and help connect them with appropriate professional support. Making promises of confidentiality you can't keep or trying to solve all their problems can be counterproductive.","cop":2,"opa":"Lecture them about the value of life","opb":"Ask directly if they are thinking about suicide","opc":"Promise to keep their thoughts a secret","opd":"Try to solve all their problems immediately","subject_name":"First Aid","topic_name":null,"id":"firstaid_suicidal_conversation_005","choice_type":"single"}
{"question":"Which of the following is a warning sign of suicide?","exp":"All these behaviors can be warning signs of suicide. A sudden improvement in mood after depression may indicate that the person has made the decision to end their life and feels relief. Making arrangements for pets or giving away prized possessions suggests they're planning for their absence. These warning signs, along with others like talking about wanting to die, feeling hopeless, being a burden, or withdrawing from social activities, should be taken seriously. They indicate that the person may be at high risk and needs immediate professional help.","cop":4,"opa":"Sudden improvement in mood after depression","opb":"Making arrangements for pets","opc":"Giving away prized possessions","opd":"All of the above","subject_name":"First Aid","topic_name":null,"id":"firstaid_suicide_warning_006","choice_type":"single"}
{"question":"How should you respond if someone is having a psychotic episode?","exp":"During a psychotic episode, a person may experience delusions (false beliefs) or hallucinations (seeing or hearing things that aren't there). It's important to respond calmly and simply, acknowledging their feelings without reinforcing their delusions or hallucinations. Arguing with their delusions or telling them they're being irrational can increase their distress and potentially lead to agitation. The goal is to provide a safe, supportive environment while connecting them with appropriate professional help. Playing along with hallucinations can reinforce delusional thinking and is not helpful.","cop":3,"opa":"Argue with their delusions","opb":"Play along with their hallucinations","opc":"Speak calmly and simply, acknowledging their feelings","opd":"Tell them they're being irrational","subject_name":"First Aid","topic_name":null,"id":"firstaid_psychotic_episode_007","choice_type":"single"}
{"question":"Which of these conditions is characterised by extreme mood swings?","exp":"Bipolar disorder is characterized by extreme mood swings that include emotional highs (mania or hypomania) and lows (depression). These mood episodes can last for days, weeks, or months and significantly impact a person's daily functioning. During manic episodes, individuals may feel euphoric, full of energy, and unusually irritable. During depressive episodes, they may feel sad, hopeless, and lose interest in most activities. This cycling between mood states distinguishes bipolar disorder from other mental health conditions.","cop":2,"opa":"Schizophrenia","opb":"Bipolar disorder","opc":"Generalized anxiety disorder","opd":"Obsessive-compulsive disorder","subject_name":"First Aid","topic_name":null,"id":"firstaid_mood_swings_008","choice_type":"single"}
{"question":"What is a common symptom of PTSD?","exp":"Post-traumatic stress disorder (PTSD) can develop after experiencing or witnessing a traumatic event. One of the hallmark symptoms is re-experiencing the trauma through flashbacks, nightmares, or intrusive memories that feel as if the event is happening again. These re-experiencing symptoms can be triggered by reminders of the trauma and cause significant distress. Other common symptoms of PTSD include avoidance of trauma-related stimuli, negative changes in mood and thinking, and hyperarousal symptoms such as being easily startled or having difficulty sleeping.","cop":2,"opa":"Memory loss","opb":"Flashbacks or nightmares","opc":"Excessive happiness","opd":"Increased energy","subject_name":"First Aid","topic_name":null,"id":"firstaid_ptsd_symptom_009","choice_type":"single"}
{"question":"Which of the following is an effective way to support someone with an eating disorder?","exp":"Eating disorders are complex mental health conditions with both psychological and physical components. Listening without judgment helps create a safe space for the person to share their feelings, while encouraging professional help ensures they receive specialized treatment for their condition. Commenting on weight or appearance can reinforce the person's preoccupation with body image, which is often a core feature of eating disorders. Forcing someone to eat can increase anxiety and resistance to treatment. Professional help from therapists, dietitians, and medical providers who specialize in eating disorders is essential for recovery.","cop":3,"opa":"Comment on their weight and appearance","opb":"Encourage them to eat more in social situations","opc":"Listen without judgment and encourage professional help","opd":"Force them to eat regular meals","subject_name":"First Aid","topic_name":null,"id":"firstaid_eating_disorder_support_010","choice_type":"single"}
{"question":"How can you help someone experiencing social anxiety?","exp":"Social anxiety disorder involves intense fear of social situations due to worry about being judged, embarrassed, or humiliated. Gradual exposure to anxiety-provoking situations, often called systematic desensitization, is an evidence-based approach that helps individuals build confidence and coping skills. Pushing someone into social situations too quickly can overwhelm them and reinforce their anxiety. Avoiding discussions about their anxiety can make them feel isolated. Gradual exposure, combined with cognitive-behavioral techniques and support, can help reduce social anxiety over time.","cop":2,"opa":"Push them into social situations","opb":"Encourage gradual exposure to social situations","opc":"Tell them to just get over it","opd":"Avoid talking about their anxiety","subject_name":"First Aid","topic_name":null,"id":"firstaid_social_anxiety_help_011","choice_type":"single"}
{"question":"What is the first thing you should do if you suspect someone is self-harming?","exp":"Self-harm is often a coping mechanism for emotional pain. The first step should be to express genuine concern for the person's wellbeing and offer support. This approach creates a safe environment for open communication and shows that you care. Ignoring the behavior could be interpreted as not caring, while confronting angrily may cause shame and defensiveness. Sharing information without consent breaches trust. Expressing concern opens the door for conversation about getting appropriate professional help.","cop":3,"opa":"Ignore it to respect their privacy","opb":"Confront them angrily about their behavior","opc":"Express concern and offer support","opd":"Tell everyone about it to get help","subject_name":"First Aid","topic_name":null,"id":"firstaid_self_harm_response_012","choice_type":"single"}
{"question":"Which of the following is a symptom of schizophrenia?","exp":"Schizophrenia is a psychotic disorder characterized by symptoms such as delusions (fixed false beliefs not based in reality) and hallucinations (perceiving things that aren't there, such as hearing voices). These positive symptoms reflect a loss of contact with reality. While people with schizophrenia may experience mood changes, anxiety, or other symptoms, delusions and hallucinations are considered hallmark symptoms of the disorder. Schizophrenia is distinct from mood disorders, anxiety disorders, and eating disorders, though these conditions can co-occur.","cop":2,"opa":"Mood swings","opb":"Delusions or hallucinations","opc":"Fear of gaining weight","opd":"Panic attacks","subject_name":"First Aid","topic_name":null,"id":"firstaid_schizophrenia_symptom_013","choice_type":"single"}
{"question":"What is a healthy way to cope with stress?","exp":"Regular exercise is a healthy way to cope with stress because it releases endorphins (natural mood lifters), reduces stress hormones like cortisol, and improves sleep. Physical activity also provides a healthy distraction from stressors and can improve overall resilience to stress. Unhealthy coping mechanisms like using alcohol, ignoring problems, or blaming others may provide temporary relief but often lead to more stress and additional problems in the long run. Healthy coping strategies address stress directly and help build long-term resilience.","cop":2,"opa":"Using alcohol to relax","opb":"Exercising regularly","opc":"Ignoring the problem","opd":"Blaming others","subject_name":"First Aid","topic_name":null,"id":"firstaid_stress_coping_014","choice_type":"single"}
{"question":"Which of these is a sign that someone may be experiencing burnout?","exp":"Burnout is a state of emotional, physical, and mental exhaustion caused by prolonged stress. A key sign is developing a detached, cynical, or negative attitude toward one's job or responsibilities, along with reduced effectiveness and accomplishment. While burnout can cause various symptoms, emotional exhaustion and cynicism are core components. Unlike temporary stress, burnout develops over time and can lead to serious health problems if not addressed. Other common signs include fatigue, irritability, reduced productivity, and feelings of hopelessness.","cop":2,"opa":"Increased productivity","opb":"Feeling detached or cynical about work","opc":"Improved sleep quality","opd":"Better concentration","subject_name":"First Aid","topic_name":null,"id":"firstaid_burnout_sign_015","choice_type":"single"}
{"question":"What is a common misconception about mental illness?","exp":"Research consistently shows that people with mental illness are more likely to be victims of violence than perpetrators. The vast majority of violent acts are committed by people without mental illness, and those with mental illness are more often a danger to themselves than others. This misconception is perpetuated by media portrayals that link mental illness with violence, creating stigma that prevents people from seeking help. In reality, mental illnesses are medical conditions that affect brain function and behavior, similar to how physical illnesses affect other parts of the body.","cop":2,"opa":"Mental illnesses are medical conditions","opb":"People with mental illness are often violent","opc":"Mental health problems are common","opd":"Treatment can help people recover","subject_name":"First Aid","topic_name":null,"id":"firstaid_mental_illness_misconception_016","choice_type":"single"}
{"question":"How can you support someone with a substance use disorder?","exp":"Supporting someone with a substance use disorder involves balancing compassion with firm boundaries. Clear boundaries protect both you and the person with the addiction, while encouraging treatment connects them with professional help that addresses the physical and psychological aspects of addiction. Enabling behavior (making excuses or covering for them) allows the addiction to continue. Judging them harshly often increases shame and may drive them further into substance use. Professional treatment is essential because addiction is a complex brain disorder that typically requires specialized intervention and support.","cop":2,"opa":"Enable their behavior to avoid conflict","opb":"Set clear boundaries and encourage treatment","opc":"Judge their choices harshly","opd":"Hide their substances","subject_name":"First Aid","topic_name":null,"id":"firstaid_substance_disorder_support_017","choice_type":"single"}
{"question":"What is a common treatment for depression?","exp":"Depression is most effectively treated with evidence-based approaches such as psychotherapy (like cognitive-behavioral therapy) and/or antidepressant medications. These treatments address the biological, psychological, and social factors that contribute to depression. Ignoring symptoms, using alcohol, or isolating oneself can worsen depression. Psychotherapy helps individuals identify and change negative thought patterns and behaviors, while medications can help regulate brain chemistry. Often, a combination of both approaches is most effective, especially for moderate to severe depression.","cop":2,"opa":"Ignoring the symptoms","opb":"Psychotherapy and/or medication","opc":"Drinking alcohol to feel better","opd":"Isolating oneself","subject_name":"First Aid","topic_name":null,"id":"firstaid_depression_treatment_018","choice_type":"single"}
{"question":"Which of the following is an effective way to manage anxiety?","exp":"Relaxation techniques such as deep breathing, progressive muscle relaxation, meditation, and mindfulness can help manage anxiety by activating the body's relaxation response. These techniques counteract the physiological symptoms of anxiety and help individuals feel more in control. While avoiding anxiety-provoking situations may provide temporary relief, it can reinforce anxiety in the long run by preventing the development of coping skills. Caffeine can increase anxiety symptoms, and overworking can lead to burnout, which may worsen anxiety.","cop":2,"opa":"Avoiding situations that cause anxiety","opb":"Practicing relaxation techniques","opc":"Drinking caffeine to stay alert","opd":"Working longer hours to distract oneself","subject_name":"First Aid","topic_name":null,"id":"firstaid_anxiety_management_019","choice_type":"single"}
{"question":"What should you do if someone confides in you about their mental health struggles?","exp":"When someone confides about mental health struggles, listening without judgment creates a safe space for them to express their feelings. This validation can reduce stigma and shame, which are often barriers to seeking help. Offering support shows you care and are willing to help them connect with resources. Sharing information without consent breaches trust and can damage your relationship. Telling someone to just think positively minimizes their experience and suggests their struggles are simply a matter of attitude, which is rarely the case with mental health conditions.","cop":2,"opa":"Share their information with others","opb":"Listen without judgment and offer support","opc":"Tell them to just think positively","opd":"Minimize their problems","subject_name":"First Aid","topic_name":null,"id":"firstaid_mental_health_confide_020","choice_type":"single"}
{"question":"Which of these is a protective factor against mental illness?","exp":"Protective factors are conditions that enhance resilience and reduce the likelihood of developing mental health problems. Strong social support networks provide emotional support, practical assistance, and a sense of belonging, all of which help buffer against stress and mental health challenges. Social isolation, poor physical health, and high stress levels are risk factors that increase vulnerability to mental illness. Other protective factors include good coping skills, positive self-esteem, access to mental health care, and a safe, stable environment.","cop":3,"opa":"Social isolation","opb":"Poor physical health","opc":"Strong social support networks","opd":"High stress levels","subject_name":"First Aid","topic_name":null,"id":"firstaid_protective_factor_021","choice_type":"single"}
{"question":"What is the role of a Mental Health First Aider?","exp":"A Mental Health First Aider is trained to provide initial help to someone experiencing a mental health problem or crisis. Their role is to assess risk, listen non-judgmentally, give reassurance and information, and encourage appropriate professional help, not to diagnose or treat conditions. Mental Health First Aid is similar to physical first aid in that it provides immediate support until professional help can be accessed. Mental Health First Aiders are not qualified to diagnose conditions, provide therapy, or prescribe medications—these are roles for mental health professionals.","cop":2,"opa":"To diagnose mental health conditions","opb":"To provide initial support and guide toward professional help","opc":"To provide long-term therapy","opd":"To prescribe medication","subject_name":"First Aid","topic_name":null,"id":"firstaid_mh_first_aider_role_022","choice_type":"single"}
{"question":"Which of the following is a healthy coping mechanism for dealing with grief?","exp":"Grief is a natural response to loss, and talking about it with supportive people is a healthy coping mechanism. This allows for emotional expression, processing of the loss, and receiving comfort, which are essential aspects of the grieving process. Suppressing emotions can lead to complicated grief or prolonged grief disorder. Using substances to numb pain only provides temporary relief and can lead to additional problems. Blaming oneself can create unnecessary guilt and hinder the healing process. Healthy grieving involves acknowledging and expressing emotions while maintaining connections with others.","cop":2,"opa":"Suppressing all emotions","opb":"Talking about the loss with supportive people","opc":"Using drugs or alcohol to numb the pain","opd":"Blaming oneself for the loss","subject_name":"First Aid","topic_name":null,"id":"firstaid_grief_coping_023","choice_type":"single"}
{"question":"How should you respond if someone is showing signs of severe depression?","exp":"Severe depression is a serious medical condition that requires professional treatment. Encouraging the person to seek help from mental health professionals is the most appropriate response, as they can provide evidence-based treatments like psychotherapy and medication. Telling someone to cheer up minimizes their experience and suggests depression is simply a matter of attitude, which is not accurate. Ignoring severe depression can be dangerous, as it increases the risk of suicide. Comparing their suffering to others' can increase feelings of shame and isolation.","cop":2,"opa":"Tell them to cheer up","opb":"Encourage them to seek professional help","opc":"Ignore their behavior","opd":"Tell them others have it worse","subject_name":"First Aid","topic_name":null,"id":"firstaid_severe_depression_response_024","choice_type":"single"}
{"question":"What is a sign that someone might be experiencing an anxiety disorder?","exp":"Anxiety disorders are characterized by excessive, persistent worry or fear that is difficult to control and interferes with daily activities. This distinguishes normal anxiety from an anxiety disorder, which causes significant distress or impairment in social, occupational, or other important areas of functioning. Occasional anxiety is a normal part of life, but when anxiety becomes constant, overwhelming, and interferes with daily activities, it may indicate an anxiety disorder. Unlike normal worry, anxiety disorders often involve physical symptoms like restlessness, fatigue, difficulty concentrating, muscle tension, and sleep disturbances.","cop":1,"opa":"Constant worry that interferes with daily life","opb":"Feeling happy most of the time","opc":"Never feeling nervous","opd":"Being able to control worrying thoughts","subject_name":"First Aid","topic_name":null,"id":"firstaid_anxiety_disorder_sign_025","choice_type":"single"}
{"question":"What should you do if you suspect a child is experiencing a mental health issue?","exp":"If you suspect a child is experiencing mental health issues, it's important to express your concerns to both the child and their parents in a caring, non-judgmental way. Early intervention is crucial for children's mental health, as untreated issues can affect development, academic performance, and social relationships. Ignoring potential mental health issues can allow problems to worsen over time. Punishing unusual behavior or suggesting the child is seeking attention can increase shame and prevent them from getting needed help. A supportive approach that connects the child with appropriate resources is most beneficial.","cop":2,"opa":"Ignore it as a phase","opb":"Talk to the child and their parents about your concerns","opc":"Punish the child for unusual behavior","opd":"Tell the child to stop seeking attention","subject_name":"First Aid","topic_name":null,"id":"firstaid_child_mental_health_026","choice_type":"single"}
{"question":"What is an effective way to reduce stigma around mental health?","exp":"Education is one of the most effective ways to reduce stigma around mental health. Learning about mental illnesses, their causes, treatments, and the fact that they are common medical conditions can challenge stereotypes and promote understanding and empathy. Avoiding conversations about mental health perpetuates ignorance and fear. Making fun of people with mental illness or separating yourself from them increases stigma and discrimination. Education helps people understand that mental illnesses are real, treatable conditions that affect millions of people, reducing fear and judgment.","cop":2,"opa":"Avoid talking about mental health","opb":"Educate yourself and others about mental illness","opc":"Make fun of people with mental health problems","opd":"Separate yourself from those with mental illness","subject_name":"First Aid","topic_name":null,"id":"firstaid_reduce_stigma_027","choice_type":"single"}
{"question":"Which of these is a common sign of post-traumatic stress disorder (PTSD)?","exp":"Avoidance is a key symptom of PTSD, where individuals actively avoid thoughts, feelings, conversations, activities, places, or people that remind them of the traumatic event. This avoidance behavior is an attempt to reduce distress but can significantly impact daily functioning. PTSD involves four main types of symptoms: intrusive memories (flashbacks, nightmares), avoidance, negative changes in thinking and mood, and changes in physical and emotional reactions. Feeling happy, improved concentration, and better sleep are not typical symptoms of PTSD, which is characterized by significant distress and impairment.","cop":1,"opa":"Avoiding reminders of the traumatic event","opb":"Feeling happy all the time","opc":"Improved concentration","opd":"Better sleep quality","subject_name":"First Aid","topic_name":null,"id":"firstaid_ptsd_sign_028","choice_type":"single"}
{"question":"What is a good way to support someone with OCD?","exp":"Obsessive-compulsive disorder (OCD) is characterized by unwanted, intrusive thoughts (obsessions) and repetitive behaviors or mental acts (compulsions) that the person feels driven to perform. Understanding that OCD is an anxiety disorder helps provide appropriate support rather than reinforcing compulsions. Encouraging someone to stop their compulsions or making fun of their rituals can increase anxiety and shame. Telling them to relax is ineffective because OCD is not simply a matter of being too tense. The most supportive approach involves understanding the nature of OCD and encouraging evidence-based treatment like exposure and response prevention therapy.","cop":3,"opa":"Encourage them to stop their compulsions","opb":"Make fun of their rituals","opc":"Understand that OCD is an anxiety disorder and encourage treatment","opd":"Tell them to just relax","subject_name":"First Aid","topic_name":null,"id":"firstaid_ocd_support_029","choice_type":"single"}
{"question":"How should you respond if someone tells you they are feeling hopeless?","exp":"Feelings of hopelessness can be a symptom of depression and may indicate increased suicide risk. Taking these feelings seriously and asking directly about suicidal thoughts shows you're concerned and creates an opportunity for the person to express their feelings and get help if needed. Minimizing their feelings or changing the subject suggests you don't take their distress seriously, which can increase their sense of isolation. Telling them others have it worse can intensify feelings of shame and worthlessness. When someone expresses hopelessness, it's important to assess for suicide risk and connect them with appropriate help.","cop":2,"opa":"Tell them to cheer up","opb":"Take their feelings seriously and ask if they're having thoughts of suicide","opc":"Change the subject immediately","opd":"Tell them others have it worse","subject_name":"First Aid","topic_name":null,"id":"firstaid_hopelessness_response_030","choice_type":"single"}
{"question":"Which of the following is a sign of bipolar disorder?","exp":"Bipolar disorder is characterized by extreme mood swings that include emotional highs (mania or hypomania) and lows (depression). During manic episodes, individuals may feel euphoric, energetic, and unusually irritable. During depressive episodes, they may feel sad, hopeless, and lose interest in activities. Unlike unipolar depression, which involves only depressive episodes, bipolar disorder involves both depressive and manic/hypomanic episodes. These mood swings are more severe than the normal ups and downs that most people experience and can significantly impact daily functioning, relationships, and quality of life.","cop":2,"opa":"Consistently low mood","opb":"Extreme mood swings between depression and mania","opc":"Constant anxiety","opd":"Fear of social situations","subject_name":"First Aid","topic_name":null,"id":"firstaid_bipolar_sign_031","choice_type":"single"}
{"question":"What should you do if someone is having a severe manic episode?","exp":"During a severe manic episode, individuals may engage in risky behaviors, have grandiose ideas, and experience impaired judgment. Helping them get to a calm environment and seeking medical help is important to ensure their safety and connect them with appropriate treatment. Arguing with their grandiose ideas can lead to agitation or aggression. Encouraging their high energy may reinforce manic behaviors. Joining in their activities could enable potentially harmful behaviors. Severe mania often requires medical intervention, including medication and sometimes hospitalization, to ensure safety and stabilize mood.","cop":3,"opa":"Argue with their grandiose ideas","opb":"Encourage their high energy","opc":"Help them get to a calm environment and seek medical help","opd":"Join in their activities","subject_name":"First Aid","topic_name":null,"id":"firstaid_manic_episode_response_032","choice_type":"single"}
{"question":"Which of these is a positive coping strategy for dealing with stress?","exp":"Regular exercise is a positive coping strategy for stress because it releases endorphins (natural mood lifters), reduces stress hormones like cortisol, and improves overall physical and mental health. Exercise also provides a healthy outlet for tension and can improve sleep quality. Unhealthy coping strategies like using drugs or alcohol may provide temporary relief but often lead to additional problems. Ignoring problems allows them to accumulate and worsen over time. Blaming others prevents taking responsibility for finding solutions and can damage relationships.","cop":2,"opa":"Using drugs or alcohol","opb":"Exercising regularly","opc":"Ignoring the problem","opd":"Blaming others","subject_name":"First Aid","topic_name":null,"id":"firstaid_positive_coping_stress_033","choice_type":"single"}
{"question":"What is a sign that someone might be experiencing social anxiety disorder?","exp":"Social anxiety disorder is characterized by an intense, persistent fear of social situations where one might be scrutinized or negatively evaluated by others. This fear is out of proportion to the actual threat and leads to avoidance of social situations or endurance with intense anxiety. Unlike normal shyness, social anxiety disorder causes significant distress or impairment in daily functioning. People with this condition may fear activities like public speaking, meeting new people, eating in front of others, or using public restrooms. This fear is not about preferring solitude but rather about intense anxiety in social situations.","cop":2,"opa":"Enjoying large social gatherings","opb":"Fear of being judged or embarrassed in social situations","opc":"Never feeling nervous","opd":"Being the center of attention at parties","subject_name":"First Aid","topic_name":null,"id":"firstaid_social_anxiety_sign_034","choice_type":"single"}
{"question":"How can you support a colleague who is showing signs of stress?","exp":"Supporting a colleague showing signs of stress involves offering a listening ear in a non-judgmental way and encouraging them to seek appropriate help if needed. This approach shows you care about their wellbeing while respecting their autonomy. Increasing their workload would likely worsen their stress. Gossiping about their stress breaches confidentiality and trust. Ignoring their behavior may allow the stress to escalate to more serious problems. A supportive approach that connects them with resources like employee assistance programs or mental health professionals is most appropriate.","cop":2,"opa":"Increase their workload to distract them","opb":"Offer to listen and suggest they seek help if needed","opc":"Gossip about their stress with other colleagues","opd":"Ignore their behavior","subject_name":"First Aid","topic_name":null,"id":"firstaid_colleague_stress_support_035","choice_type":"single"}
{"question":"Which of the following is a symptom of generalised anxiety disorder (GAD)?","exp":"Generalized anxiety disorder (GAD) is characterized by excessive, uncontrollable worry about various aspects of daily life, such as work, health, finances, or family matters. This worry is pervasive, difficult to control, and occurs more days than not for at least six months. Unlike panic disorder, which involves sudden episodes of intense fear (panic attacks), GAD involves chronic, persistent worry. Feeling euphoric is not associated with GAD but may occur in bipolar disorder. Lack of interest in activities is more characteristic of depression than anxiety disorders.","cop":1,"opa":"Excessive, uncontrollable worry about everyday things","opb":"Sudden episodes of intense fear","opc":"Feeling euphoric","opd":"Lack of interest in activities","subject_name":"First Aid","topic_name":null,"id":"firstaid_gad_symptom_036","choice_type":"single"}
{"question":"What should you do if you think someone is having a mental health crisis?","exp":"A mental health crisis is a situation where a person's behavior puts them at risk of harming themselves or others, or prevents them from being able to care for themselves or function effectively. In such situations, calling emergency services or a crisis hotline is appropriate to get immediate professional help. Waiting to see if the situation resolves could be dangerous if the person is at risk of harm. Leaving them alone may increase their sense of isolation and risk. Confronting them could escalate the situation. Crisis services are specifically trained to handle mental health emergencies safely and effectively.","cop":2,"opa":"Wait to see if it resolves on its own","opb":"Call emergency services or a crisis hotline","opc":"Leave them alone to calm down","opd":"Confront them about their behavior","subject_name":"First Aid","topic_name":null,"id":"firstaid_mental_health_crisis_037","choice_type":"single"}
{"question":"Which of the following is a risk factor for developing a mental illness?","exp":"Family history of mental illness is a significant risk factor for developing mental health conditions. This genetic predisposition, combined with environmental factors, can increase vulnerability to disorders like depression, anxiety, bipolar disorder, and schizophrenia. While strong social support, regular exercise, and a healthy diet are protective factors that can reduce the risk of mental illness, family history represents a genetic vulnerability that cannot be changed but can be managed through awareness, early intervention, and healthy lifestyle choices.","cop":2,"opa":"Strong social support","opb":"Family history of mental illness","opc":"Regular exercise","opd":"Healthy diet","subject_name":"First Aid","topic_name":null,"id":"firstaid_mental_illness_risk_038","choice_type":"single"}
{"question":"What is a common treatment for anxiety disorders?","exp":"Anxiety disorders are most effectively treated with evidence-based approaches such as psychotherapy (particularly cognitive-behavioral therapy) and/or medication (such as SSRIs or SNRIs). These treatments address the underlying thoughts, behaviors, and biological factors that contribute to anxiety. Avoiding anxiety-provoking situations may provide temporary relief but reinforces anxiety in the long run. Drinking alcohol to relax can lead to dependence and worsen anxiety over time. Ignoring symptoms allows the anxiety to persist and potentially worsen. Professional treatment is the most effective approach for managing anxiety disorders.","cop":2,"opa":"Avoiding all anxiety-provoking situations","opb":"Psychotherapy, medication, or both","opc":"Drinking alcohol to relax","opd":"Ignoring the symptoms","subject_name":"First Aid","topic_name":null,"id":"firstaid_anxiety_treatment_039","choice_type":"single"}
{"question":"How should you support someone experiencing grief?","exp":"Grief is a natural response to loss, and supporting someone who is grieving involves providing a safe space for them to express their feelings without judgment. Validating their emotions by acknowledging that their feelings are normal and understandable can provide comfort and support. Telling someone to move on or minimize their loss dismisses their experience and can make them feel misunderstood or ashamed. Suggesting they stop crying implies that expressing emotions is wrong, which can inhibit healthy grieving. Listening without judgment and offering validation supports the natural grieving process.","cop":2,"opa":"Tell them to move on","opb":"Listen without judgment and validate their feelings","opc":"Minimize their loss","opd":"Suggest they stop crying","subject_name":"First Aid","topic_name":null,"id":"firstaid_grief_support_040","choice_type":"single"}
{"question":"Which of the following is a sign of a panic disorder?","exp":"Panic disorder is characterized by sudden, repeated episodes of intense fear known as panic attacks. These attacks typically peak within minutes and involve physical symptoms like heart palpitations, sweating, trembling, shortness of breath, and a feeling of impending doom. Unlike generalized anxiety disorder, which involves persistent worry, panic disorder involves discrete episodes of intense fear. Constant low mood is more characteristic of depression. Delusions and hallucinations are associated with psychotic disorders like schizophrenia. Fear of gaining weight may be seen in eating disorders or body dysmorphic disorder.","cop":1,"opa":"Sudden, repeated episodes of intense fear","opb":"Constant low mood","opc":"Delusions and hallucinations","opd":"Fear of gaining weight","subject_name":"First Aid","topic_name":null,"id":"firstaid_panic_disorder_sign_041","choice_type":"single"}
{"question":"What should you do if you suspect a colleague is experiencing burnout?","exp":"If you suspect a colleague is experiencing burnout, talking to them privately about your concerns in a caring, non-judgmental way is appropriate. This approach respects their privacy while offering support and suggesting resources that might help them manage their stress. Increasing their workload would likely worsen burnout. Ignoring the signs allows the problem to continue and potentially worsen. Announcing concerns to the team without the person's consent breaches confidentiality and could cause embarrassment. A private conversation that connects them with appropriate resources is most respectful and helpful.","cop":3,"opa":"Increase their workload","opb":"Ignore the signs","opc":"Talk to them privately and suggest they seek support","opd":"Announce your concerns to the team","subject_name":"First Aid","topic_name":null,"id":"firstaid_colleague_burnout_042","choice_type":"single"}
{"question":"Which of these is a healthy way to manage stress?","exp":"Mindfulness and meditation are evidence-based approaches to managing stress. These practices help individuals focus on the present moment, reduce rumination on past or future worries, and activate the body's relaxation response, which counteracts the physiological effects of stress. Using alcohol to relax may provide temporary relief but can lead to dependence and additional problems. Ignoring stress allows it to accumulate and potentially worsen over time. Working longer hours often increases stress and can lead to burnout. Mindfulness and meditation, when practiced regularly, build resilience to stress and improve overall wellbeing.","cop":2,"opa":"Using alcohol to relax","opb":"Practicing mindfulness or meditation","opc":"Ignoring the problem","opd":"Working longer hours to distract oneself","subject_name":"First Aid","topic_name":null,"id":"firstaid_stress_management_043","choice_type":"single"}
{"question":"What is a sign that someone might be experiencing depression?","exp":"Depression is characterized by persistent feelings of sadness, emptiness, or hopelessness, along with loss of interest or pleasure in activities that were once enjoyable (anhedonia). These emotional symptoms are core features of depressive disorders and typically persist for at least two weeks. Unlike normal mood fluctuations, depression symptoms are more severe, persistent, and interfere with daily functioning. Increased energy and happiness are the opposite of what someone with depression would experience. While fatigue is common in depression, never feeling tired is not typical. Improved concentration is also not characteristic of depression, which often involves difficulty concentrating.","cop":2,"opa":"Increased energy and happiness","opb":"Persistent sadness, loss of interest in activities","opc":"Never feeling tired","opd":"Improved concentration","subject_name":"First Aid","topic_name":null,"id":"firstaid_depression_sign_044","choice_type":"single"}
{"question":"How can you help reduce the stigma associated with mental health?","exp":"Education is one of the most effective ways to reduce stigma around mental health. Learning about mental illnesses, their causes, treatments, and the fact that they are common medical conditions can challenge stereotypes, correct misconceptions, and promote understanding and empathy. Avoiding conversations about mental health perpetuates ignorance and fear. Separating yourself from people with mental illness reinforces social isolation and discrimination. Making jokes about mental health trivializes serious conditions and can cause hurt. Education helps create a more inclusive, supportive environment for people experiencing mental health challenges.","cop":2,"opa":"Avoid talking about mental health issues","opb":"Educate yourself and others","opc":"Separate yourself from people with mental illness","opd":"Make jokes about mental health","subject_name":"First Aid","topic_name":null,"id":"firstaid_reduce_mental_health_stigma_045","choice_type":"single"}
{"question":"Which of the following is a protective factor against mental health problems?","exp":"Protective factors are conditions that enhance resilience and reduce the likelihood of developing mental health problems. Strong social connections provide emotional support, practical assistance, a sense of belonging, and opportunities for positive social interactions, all of which help buffer against stress and mental health challenges. Social isolation and history of trauma are risk factors that increase vulnerability to mental health problems. High stress levels, when not effectively managed, can also increase the risk of developing mental health conditions. Strong social connections are associated with better mental health outcomes and faster recovery from mental health challenges.","cop":3,"opa":"Social isolation","opb":"History of trauma","opc":"Strong social connections","opd":"High stress levels","subject_name":"First Aid","topic_name":null,"id":"firstaid_mental_health_protective_046","choice_type":"single"}
{"question":"How should you respond if someone is experiencing a psychotic episode?","exp":"During a psychotic episode, a person may experience delusions (false beliefs) or hallucinations (seeing or hearing things that aren't there). Responding calmly, using simple language, and acknowledging their feelings without reinforcing their delusions or hallucinations is the most appropriate approach. Arguing with their delusions or telling them they're being irrational can increase agitation and potentially lead to aggressive behavior. Playing along with hallucinations can reinforce delusional thinking. The goal is to provide a safe, supportive environment while connecting them with appropriate professional help.","cop":3,"opa":"Argue with their delusions","opb":"Play along with their hallucinations","opc":"Speak calmly, simply, and acknowledge their feelings","opd":"Tell them they're being irrational","subject_name":"First Aid","topic_name":null,"id":"firstaid_psychotic_episode_response_047","choice_type":"single"}
{"question":"What is an effective way to manage mild anxiety?","exp":"Deep breathing and other relaxation techniques are effective ways to manage mild anxiety because they activate the body's parasympathetic nervous system, which counteracts the stress response. These techniques can be used anywhere and provide immediate relief from anxiety symptoms. Avoiding anxiety-provoking situations may provide temporary relief but reinforces anxiety in the long run by preventing the development of coping skills. Drinking alcohol to calm down can lead to dependence and may worsen anxiety over time. Ignoring anxiety symptoms allows them to persist and potentially intensify.","cop":2,"opa":"Avoid situations that cause anxiety","opb":"Practice deep breathing or other relaxation techniques","opc":"Drink alcohol to calm down","opd":"Ignore the feelings","subject_name":"First Aid","topic_name":null,"id":"firstaid_mild_anxiety_management_048","choice_type":"single"}
{"question":"Which of these is a common symptom of bipolar disorder?","exp":"Bipolar disorder is characterized by extreme mood swings that include emotional highs (mania or hypomania) and lows (depression). During manic episodes, individuals may feel euphoric, energetic, and unusually irritable. During depressive episodes, they may feel sad, hopeless, and lose interest in activities. Unlike unipolar depression, which involves only depressive episodes, bipolar disorder involves both depressive and manic/hypomanic episodes. These mood swings are more severe than the normal ups and downs that most people experience and can significantly impact daily functioning, relationships, and quality of life.","cop":2,"opa":"Consistent mood","opb":"Extreme mood swings between depression and mania","opc":"Constant anxiety","opd":"Fear of social situations","subject_name":"First Aid","topic_name":null,"id":"firstaid_bipolar_symptom_049","choice_type":"single"}
{"question":"What is a common misconception about mental health?","exp":"A common misconception is that mental illness is a sign of personal weakness or character flaw. In reality, mental illnesses are medical conditions that result from complex interactions between biological, psychological, social, and environmental factors, similar to physical illnesses. This misconception is harmful because it creates stigma that prevents people from seeking help. Mental health problems are common—affecting millions of people worldwide—and effective treatments are available. With appropriate support and treatment, recovery is possible for many people experiencing mental health challenges.","cop":2,"opa":"Mental health problems are common","opb":"Mental illness is a sign of personal weakness","opc":"Treatment can be effective","opd":"Recovery is possible","subject_name":"First Aid","topic_name":null,"id":"firstaid_mental_health_misconception_050","choice_type":"single"}
{"question":"What is the first thing you should do when you find an unconscious child?","exp":"The first step in the pediatric chain of survival is to check for responsiveness by gently tapping the child and shouting their name. This assessment determines if the child is unconscious and in need of further intervention, such as calling for help or beginning CPR. Shaking a child vigorously can cause injury, especially if there is an underlying trauma. Beginning chest compressions immediately is not appropriate until you've confirmed the child is unresponsive and not breathing normally. Leaving the child to call for help should be done only after checking responsiveness and determining that emergency help is needed.","cop":2,"opa":"Shake the child vigorously","opb":"Check for responsiveness by gently tapping and shouting","opc":"Begin chest compressions immediately","opd":"Leave the child to call for help","subject_name":"First Aid","topic_name":null,"id":"firstaid_unconscious_child_051","choice_type":"single"}
{"question":"What is the correct ratio of chest compressions to rescue breaths in paediatric CPR?","exp":"The correct ratio of chest compressions to rescue breaths in pediatric CPR for a single rescuer is 30:2. This means performing 30 chest compressions followed by 2 rescue breaths. This ratio is recommended by the American Heart Association for both children and adults when a single rescuer is performing CPR. For healthcare providers performing two-rescuer CPR for children, the ratio is 15:2. The 30:2 ratio for single rescuers simplifies training and memory retention while still providing effective circulation and oxygenation during pediatric resuscitation efforts.","cop":2,"opa":"15:2","opb":"30:2","opc":"5:1","opd":"3:1","subject_name":"First Aid","topic_name":null,"id":"firstaid_pediatric_cpr_ratio_052","choice_type":"single"}
{"question":"How deep should chest compressions be for an infant?","exp":"Chest compressions for an infant should be approximately 1.5 inches (4 cm) deep. This depth is about one-third to one-half the depth of the infant's chest and is sufficient to create blood flow to vital organs during CPR. Compressions that are too shallow won't effectively circulate blood, while compressions that are too deep can cause internal injuries. For children, compression depth is about 2 inches (5 cm), and for adults, it's at least 2 inches (5 cm) but not more than 2.4 inches (6 cm). Proper technique is essential for effective CPR.","cop":2,"opa":"About 1 inch (2.5 cm)","opb":"About 1.5 inches (4 cm)","opc":"About 2 inches (5 cm)","opd":"About 2.5 inches (6 cm)","subject_name":"First Aid","topic_name":null,"id":"firstaid_infant_compression_depth_053","choice_type":"single"}
{"question":"What should you do if a child is choking and cannot cough?","exp":"For a choking infant who cannot cough, cry, or breathe, the recommended first aid is to perform 5 back blows followed by 5 chest thrusts. Back blows are delivered with the heel of the hand between the shoulder blades, while chest thrusts are performed in the center of the chest, similar to chest compressions. Abdominal thrusts (Heimlich maneuver) are not recommended for infants due to risk of injury to internal organs. Giving water to a choking child can worsen the obstruction. Firm back blows alone may not be sufficient to dislodge the object, which is why they should be alternated with chest thrusts.","cop":2,"opa":"Perform abdominal thrusts (Heimlich maneuver)","opb":"Perform back blows and chest thrusts","opc":"Give the child water to drink","opd":"Pat the child firmly on the back","subject_name":"First Aid","topic_name":null,"id":"firstaid_choking_child_054","choice_type":"single"}
{"question":"When treating a child with a severe bleed, what should you do first?","exp":"The first and most important step in treating a severe bleed is to apply direct pressure to the wound with a clean cloth, bandage, or your hand. This helps control bleeding by allowing clotting factors to accumulate and form a clot at the injury site. While elevating the wound above the heart can help reduce bleeding, it should be done in combination with direct pressure, not instead of it. Tourniquets are reserved for life-threatening bleeding in extremities that cannot be controlled by direct pressure. Cleaning the wound thoroughly should wait until bleeding is controlled, as it can disrupt clot formation.","cop":1,"opa":"Apply direct pressure to the wound","opb":"Elevate the wound above the heart","opc":"Apply a tourniquet immediately","opd":"Clean the wound thoroughly","subject_name":"First Aid","topic_name":null,"id":"firstaid_severe_bleed_055","choice_type":"single"}
{"question":"What should you do if a child has a seizure?","exp":"During a seizure, the priority is to keep the child safe. Placing the child in a recovery position (on their side) after the seizure activity stops helps keep their airway clear and prevents choking if they vomit. Restraint during a seizure can cause injuries such as fractures or dislocations. Putting objects in the mouth can damage teeth, gums, or jaw, and there's no risk of swallowing the tongue. Leaving the child completely alone during a seizure could result in injury if they hit nearby objects. The focus should be on creating a safe environment and timing the seizure.","cop":2,"opa":"Restrain the child to prevent injury","opb":"Place the child in a recovery position","opc":"Put something in the child's mouth to prevent biting","opd":"Leave the child alone until the seizure stops","subject_name":"First Aid","topic_name":null,"id":"firstaid_child_seizure_056","choice_type":"single"}
{"question":"How should you treat a burn on a child's hand?","exp":"The recommended first aid for a burn is to run cool (not cold) water over the affected area for 10-20 minutes. This helps stop the burning process, reduces pain, and minimizes tissue damage by cooling the skin and underlying tissues. Applying ice directly can cause further tissue damage, such as frostbite. Applying butter or ointment can trap heat and increase the risk of infection. Popping blisters removes the body's natural barrier against infection and can slow healing. After cooling the burn, it should be covered with a sterile, non-stick dressing.","cop":2,"opa":"Apply ice directly to the burn","opb":"Run cool water over the burn for 10-20 minutes","opc":"Apply butter or ointment to the burn","opd":"Pop any blisters that form","subject_name":"First Aid","topic_name":null,"id":"firstaid_child_burn_057","choice_type":"single"}
{"question":"What is the first step in treating a suspected fracture in a child?","exp":"The first step in treating a suspected fracture is to immobilize the injured area to prevent further damage and reduce pain. This can be done using splints, slings, or improvised materials like rolled-up newspapers or magazines, along with bandages to secure them. Straightening an injured limb can cause additional damage to tissues, blood vessels, and nerves, especially if the fracture is displaced. Applying heat can increase swelling and inflammation. Massaging the area can worsen pain and potentially cause more injury. Immobilization should be followed by seeking professional medical help.","cop":2,"opa":"Straighten the injured limb","opb":"Immobilize the injured area","opc":"Apply heat to reduce pain","opd":"Massage the area to reduce swelling","subject_name":"First Aid","topic_name":null,"id":"firstaid_child_fracture_058","choice_type":"single"}
{"question":"If a child has swallowed a harmful substance, what should you do?","exp":"If a child has swallowed a harmful substance, the first step should be to call poison control immediately (or emergency services if poison control is not available). Poison control experts can provide specific instructions based on the substance ingested, the amount, and the child's age and weight. Inducing vomiting can be dangerous if the substance is corrosive, petroleum-based, or if the child is at risk of aspirating the vomit. Giving milk or other liquids without professional guidance may not be appropriate for all types of poisonings. Waiting for symptoms to develop can delay potentially life-saving treatment. Poison control can provide immediate, expert guidance.","cop":3,"opa":"Make the child vomit immediately","opb":"Give the child milk to drink","opc":"Call poison control and follow their instructions","opd":"Wait to see if symptoms develop","subject_name":"First Aid","topic_name":null,"id":"firstaid_harmful_substance_059","choice_type":"single"}
{"question":"What is the most important thing to do if a child is having an asthma attack?","exp":"During an asthma attack, the most important intervention is to help the child use their quick-relief (rescue) inhaler, which typically contains a short-acting bronchodilator like albuterol. This medication helps relax the muscles around the airways, making breathing easier. Having the child lie down can make breathing more difficult during an asthma attack. Giving water or applying a cold compress doesn't address the airway constriction that occurs during an asthma attack. Quick-relief medication should be administered as soon as possible to relieve symptoms and prevent the attack from worsening.","cop":2,"opa":"Have the child lie down","opb":"Help the child use their quick-relief inhaler","opc":"Give the child a glass of water","opd":"Apply a cold compress to the child's forehead","subject_name":"First Aid","topic_name":null,"id":"firstaid_asthma_attack_060","choice_type":"single"}
{"question":"How should you position a child who is in shock?","exp":"The recommended position for a child in shock is lying flat on their back with their legs elevated about 12 inches. This position, sometimes called the shock position, helps increase blood flow to vital organs by using gravity to return blood from the extremities to the core. Sitting upright or on their side may not provide the same benefit to blood circulation. In a fetal position, the child's airway might be compromised. The shock position helps maintain blood pressure and perfusion to critical organs like the brain, heart, and kidneys until medical help arrives.","cop":2,"opa":"Sitting upright","opb":"Lying flat with legs elevated","opc":"On their side","opd":"In a fetal position","subject_name":"First Aid","topic_name":null,"id":"firstaid_child_shock_position_061","choice_type":"single"}
{"question":"What is the correct way to open the airway of an unconscious infant?","exp":"For an unconscious infant, especially when there is concern about a possible cervical spine injury, the jaw thrust maneuver without head tilt is the preferred method to open the airway. This technique involves placing your fingers behind the angles of the lower jaw and lifting it forward while stabilizing the head. The head tilt-chin lift maneuver is generally used for older children and adults without suspected spinal injuries. Hyperextending the neck in an infant can cause airway obstruction and potential injury. Turning the head to the side is not an appropriate airway opening technique and may cause obstruction.","cop":2,"opa":"Head tilt-chin lift maneuver","opb":"Jaw thrust without head tilt","opc":"Hyperextend the neck","opd":"Turn the head to the side","subject_name":"First Aid","topic_name":null,"id":"firstaid_infant_airway_062","choice_type":"single"}
{"question":"Which symptom indicates a child might be experiencing anaphylaxis?","exp":"Anaphylaxis is a severe, life-threatening allergic reaction that requires immediate treatment. Difficulty breathing or swallowing indicates airway involvement, which is a hallmark of anaphylaxis and requires immediate administration of epinephrine and emergency medical care. While mild itching and slight redness can occur with allergic reactions, they are not indicators of anaphylaxis. Low-grade fever is not typically associated with anaphylaxis. Other symptoms of anaphylaxis may include hives, swelling of the face or throat, weak pulse, dizziness, or a sense of impending doom.","cop":2,"opa":"Mild itching","opb":"Difficulty breathing or swallowing","opc":"Slight redness","opd":"Low-grade fever","subject_name":"First Aid","topic_name":null,"id":"firstaid_anaphylaxis_symptom_063","choice_type":"single"}
{"question":"How should you treat a nosebleed in a child?","exp":"The correct treatment for a nosebleed is to have the child sit upright, lean forward slightly, and pinch the soft part of the nose (just below the bony bridge) firmly for 10 minutes. This position helps prevent blood from flowing down the throat while the pressure promotes clotting. Tilting the head back can cause blood to flow down the throat, potentially leading to nausea or choking. Applying ice to the back of the neck is not as effective as direct pressure. Blowing the nose forcefully can dislodge any clots that have formed and prolong bleeding. If bleeding persists after 10 minutes of pressure, medical attention should be sought.","cop":2,"opa":"Have the child tilt their head back","opb":"Pinch the soft part of the nose for 10 minutes","opc":"Apply ice to the back of the neck","opd":"Have the child blow their nose forcefully","subject_name":"First Aid","topic_name":null,"id":"firstaid_nosebleed_treatment_064","choice_type":"single"}
{"question":"When should you seek medical attention for a child with a head injury?","exp":"Medical attention should be sought immediately for a child with a head injury if there is any loss of consciousness, confusion, persistent vomiting, severe headache, changes in behavior, or other concerning symptoms. These could indicate a concussion or more serious brain injury that requires prompt evaluation. Waiting to see if symptoms worsen can delay critical treatment. Even brief loss of consciousness should be taken seriously in children. While a single episode of vomiting may not always require emergency care, when combined with other symptoms or if repeated, it warrants immediate medical attention.","cop":3,"opa":"Only if they lose consciousness","opb":"If they vomit more than once","opc":"Immediately if there is any loss of consciousness, confusion, or vomiting","opd":"After 24 hours if they still have a headache","subject_name":"First Aid","topic_name":null,"id":"firstaid_head_injury_attention_065","choice_type":"single"}
{"question":"What is the first step in treating a bee sting in a child?","exp":"The first step in treating a bee sting is to remove the stinger if it's still present in the skin. The stinger continues to release venom for several seconds after the sting, so prompt removal can reduce the amount of venom injected and the severity of the reaction. A cold compress can help reduce pain and swelling after the stinger is removed. A baking soda paste may provide some relief for bee stings but should be applied after stinger removal. Antihistamines can help with allergic reactions but are not the first step in treatment. The stinger should be removed by scraping it off with a fingernail or credit card, not by squeezing with tweezers, which can inject more venom.","cop":2,"opa":"Apply a cold compress","opb":"Remove the stinger if visible","opc":"Apply a baking soda paste","opd":"Give the child an antihistamine","subject_name":"First Aid","topic_name":null,"id":"firstaid_bee_sting_066","choice_type":"single"}
{"question":"How should you manage a child with suspected heat exhaustion?","exp":"Heat exhaustion occurs when the body overheats, often due to prolonged exposure to high temperatures or physical activity. The first step in management is to move the child to a cooler environment, preferably in shade or air conditioning, and provide fluids to prevent dehydration. A cold bath might be too shocking and could cause shivering, which generates heat. Wrapping in warm blankets would be counterproductive. Exercise would increase body temperature and worsen the condition. After moving to a cool place and providing fluids, the child should rest and be monitored for improvement or worsening symptoms, which could indicate heat stroke, a medical emergency.","cop":2,"opa":"Give the child a cold bath","opb":"Move the child to a cool place and provide fluids","opc":"Wrap the child in warm blankets","opd":"Encourage the child to exercise to cool down","subject_name":"First Aid","topic_name":null,"id":"firstaid_heat_exhaustion_067","choice_type":"single"}
{"question":"What should you do if a child suffers a dog bite?","exp":"The appropriate response to a dog bite involves several steps: cleaning the wound thoroughly with soap and water, applying a clean bandage, and seeking medical attention for evaluation. Medical evaluation is important to determine if antibiotics, tetanus booster, or rabies prophylaxis is needed. Dog bites can introduce bacteria deep into tissues, leading to infection. Cleaning the wound reduces this risk, but medical evaluation is still necessary to assess the wound depth, determine if stitches are needed, and evaluate the risk of infection or rabies transmission, especially if the dog is unknown or not vaccinated.","cop":4,"opa":"Clean the wound with soap and water","opb":"Apply a bandage and monitor for infection","opc":"Seek medical attention for evaluation","opd":"All of the above","subject_name":"First Aid","topic_name":null,"id":"firstaid_dog_bite_068","choice_type":"single"}
{"question":"What is the first thing you should do if a child faints?","exp":"If a child faints (syncope), the first thing to do is lay them flat on their back with their legs elevated about 12 inches. This position helps improve blood flow to the brain by using gravity to return blood from the extremities to the core. Splashing cold water on the face might help if the child is already conscious but won't address the underlying cause of fainting. Giving something sweet to eat is appropriate if the fainting is due to low blood sugar, but this should be done after positioning the child correctly. Sitting the child up quickly could cause another fainting episode due to reduced blood flow to the brain.","cop":2,"opa":"Splash cold water on their face","opb":"Lay the child flat with legs elevated","opc":"Give the child something sweet to eat","opd":"Sit the child up quickly","subject_name":"First Aid","topic_name":null,"id":"firstaid_child_faints_069","choice_type":"single"}
